{"8148": {"topic_id": 18807, "post_id": 127449, "username": "TR-ethnographer3", "user_id": 8148, "created_at": "2023-06-11T21:21:42.594Z", "raw": "Also globalisiert. Okay. Danke schön. Gute.", "post_number": 47, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 46, "target_username": "Bern-02CAR", "reply_to_post_id": 127448}, "8191": {"topic_id": 18919, "post_id": 129387, "username": "IARC-19LAT", "user_id": 8191, "created_at": "2023-07-04T17:54:23.794Z", "raw": "You're welcome.", "post_number": 43, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129344}, "7620": {"topic_id": 17703, "post_id": 116492, "username": "Nica", "user_id": 7620, "created_at": "2022-08-20T22:25:44.058Z", "raw": "The exercise yielded interesting discursive strands and framings. Some participants approached the task through more of a macro lens, while others took a more micro approach. \n\nThe more \"macro\" approach yielded a discussion that was very much in line with insights from the paradigm of political ecology -- the interdisciplinary approach to environmental problems that emerged from the political economy approach in social sciences, and which \"seeks to understand the complex relations between Nature and Society through careful analysis of social forms of access and control over resources -- with all their implications for environmental health and sustainable livelihoods\" (Watts and Peet 1996 in \"[Liberation Ecologies\"](https://www.routledge.com/Liberation-Ecologies/Peet-Watts/p/book/9780415312363) p. 4) The political ecology approach is predicated on the notion that technocratic fixes are not sufficient to solve environmental problems, as environmental problems and crises are inexorably entwined with and rooted in relations of power, domination, and inequality in society. \n\nThe \"macro\" group engaged with the task of envisioning the transition to a circular mobility society by situating it in a broader socio-political context, and concluded that other structural changes were needed as predicates to such a transition. They proposed that circular mobility cannot really exist outside of a system that has adopted circular economy as a whole, where circular mobility is just one aspect. In turn, they envisioned political freedom as a predicate to that (the interlocutors were Turkish and commenting on the political order in Turkey at the moment, headed by Tayyip Erdoğan, which they identified as \"fascist\"), and the mobilization of a democratic, decentralized education in the service of shifting the socio-economic norms towards circularity (both economic and more specifically pertaining to mobility).\n\nOn participant said: \"In the future – about the car sectors, I think we are going to use the cars less and less – there will be more use of the public transport\" suggesting that at the moment the car sector is so strongly mentally linked for some people with the private sector that even in an imagination exercise, it was difficult to decouple the two.\n\nAnother participant specifically identified their thoughts as being informed by an ecocritical perspective.[\"Emerging in the 1980s on the shoulders of the environmental movement begun in the 1960s with the publication of Rachel Carson’s *Silent Spring*, ecocriticism has been and continues to be an “earth-centered approach” (Glotfelty xviii) the complex intersections between environment and culture, believing that “human culture is connected to the physical world, affecting it and affected by it” (Glotfelty xix). Ecocriticism is interdisciplinary, calling for collaboration between natural scientists, writers, literary critics, anthropologists, historians, and more. Ecocriticism asks us to examine ourselves and the world around us, critiquing the way that we represent, interact with, and construct the environment, both “natural” and manmade. At the heart of ecocriticism, many maintain, is “a commitment to environmentality from whatever critical vantage point” (Buell 11).\"](https://owl.purdue.edu/owl/subject_specific_writing/writing_in_literature/literary_theory_and_schools_of_criticism/ecocriticism.html) In this specific example, ecocritical thinking refocused the conversational thread on rights to water (and possibly rights of water?) and advocated clean water as the condition guiding and limiting technological and mobility sectors. \n\nThis thread of conversation also noted the need for a new approach to urban planning, and emphasized how in a sense we as societies are stuck with very outdated models of urban planning in many places. The central point of the urban planning critique and how it connected to circular mobility was the notion that \"in the city people become more detached from nature\" (which mirrors an oft-discussed issue in social science literature, starting with Karl Marx's notion of stoffwechsel and the theory of [\"the metabolic rift\" later developed by Marxist sociologists like John Foster Bellamy](https://www.jstor.org/stable/10.1086/210315). There was a suggestion that because nature works in cycles, closer re-connection with nature in the city (e.g. through establishment of urban farms) would help shift culture towards cycles and circularity in general. This suggestion/insight is very much in line with the approach of [biomimicry](https://biomimicry.org/) -- an interdisciplinary theory and practice of design in the broad sense that draws inspiration for problem-solving from nature.\n\nReflecting on the assignment, the \"macro\" group specified that they envisioned preconditions rather than steps being an optimal way to imagine this transition to circular mobility.\n\nThe \"micro\" group focused more on the specifics of this imagined world/city, although also engaged with the psychological/cultural shifts as well as technical details that would aid this transition to a circular mobility sector. They used the Stickies function on the Miro board to link some details of how this imagined circular mobility sector would function logistically with other imagined features of the world that contained it (they called the imagined future \"Point B\" -- see below):\n\n![imagined utopian future|206x690](upload://q0YIrm5UtFdJzdAabSUkOu1IbYA.jpeg)\n\nThey contrasted this imagined future with the current status quo that they characterized as lacking fun (in the sense of ludic culture/playfulness) and rife in obligations. \n\nThe extrapolation from the visualizations and debrief of the \"micro\" approach can offer the following insight: non-circular and resource-consuming mobility/car sector is connected with a highly structured regimented social existence centered around many specific obligations. A more socio-centric and need-centric society, with a basic income, and established local food security solution, would require a) less movement and b) fantasizing further, could also have room for objects to move around and come to people (e.g. a movable vertical urban farm feeding the city) requiring less movement around of cars. This imagines a car sector that is minimized rather than circular per se, but in the pursuit of similar environmental goals.", "post_number": 2, "reply_count": 1, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 41.0, "reply_to_post_number": 1, "target_username": "ivan", "reply_to_post_id": 115833}, "8190": {"topic_id": 18918, "post_id": 129343, "username": "IARC-18JUL", "user_id": 8190, "created_at": "2023-07-04T17:39:34.488Z", "raw": "Thank you so.", "post_number": 48, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129295}, "8189": {"topic_id": 18917, "post_id": 129293, "username": "IARC-17JOY", "user_id": 8189, "created_at": "2023-07-04T17:31:37.844Z", "raw": "So I saw I saw the I see the circular economy as in international as a international level. So every nation can can do something. And also to be all together could could help because you you must think about the multinational groups, for example, maybe most of them are worldwide. So it's not something linked to Europe, it's something more bigger. So I that's why I'm seeing a circular economy at international level.", "post_number": 39, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129253}, "8188": {"topic_id": 18916, "post_id": 129250, "username": "IARC-16JOS", "user_id": 8188, "created_at": "2023-07-04T16:50:31.998Z", "raw": "Um, well, I typically think that issues like that can be resolved most effectively closer to the source of the problem. Um, but does it make sense that the state, the states or the countries put together model legislation on capturing various types of waste? Um, so I guess I think it's maybe simply said it's both and the, the states can provide examples of programs that have been effective in one city, probably should be able to be effective in thousands of cities.", "post_number": 41, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129208}, "8187": {"topic_id": 18915, "post_id": 129206, "username": "IARC-15JOA", "user_id": 8187, "created_at": "2023-07-04T16:42:44.514Z", "raw": "All three. (Why?) Oh, as we discussed before, you have different circles. We have not one circularity, but you have a lot of circles to make. The the whole circularity and this single circles are local, nationwide or worldwide.", "post_number": 46, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129160}, "8186": {"topic_id": 18914, "post_id": 129159, "username": "IARC-14JIE", "user_id": 8186, "created_at": "2023-07-04T16:07:55.722Z", "raw": " Thank you.", "post_number": 38, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129121}, "8185": {"topic_id": 18912, "post_id": 129118, "username": "IARC-13JAM", "user_id": 8185, "created_at": "2023-07-04T15:59:16.774Z", "raw": " I think it's all of them. They're all integrated. Yeah, I don't think you can. I don't think it can exist on each scale separately. I think they're definitely integrated. But you can strive for local action. It doesn't all have to be international.", "post_number": 37, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129082}, "8184": {"topic_id": 18911, "post_id": 129080, "username": "IARC-12GIO", "user_id": 8184, "created_at": "2023-07-04T15:45:45.655Z", "raw": "You're welcome.", "post_number": 41, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129040}, "8170": {"topic_id": 18892, "post_id": 128579, "username": "IARC-02AND", "user_id": 8170, "created_at": "2023-07-03T11:00:28.371Z", "raw": "The international issue, of course, especially for. Okay. For example, if you compare Finland with India, of course you have its  international. Also in Finland. In Finland, they are less less people. They can easily do it. India, they are more they are 1.,1.7 billion or something like that People so or like China. So it's completely international. Everyone has to focus on especially the high density countries. They have to focus on it.", "post_number": 60, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128518}, "8171": {"topic_id": 18892, "post_id": 128580, "username": "IARC-02AGN", "user_id": 8171, "created_at": "2023-07-03T11:00:33.594Z", "raw": "Yes, I think the same is an international issue. We have to look, as I said previously, especially in Africa and also the India and China, they are the main pollution distributor.", "post_number": 61, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128518}, "8182": {"topic_id": 18909, "post_id": 128988, "username": "IARC-10GEO", "user_id": 8182, "created_at": "2023-07-04T12:08:59.048Z", "raw": "Yeah, it's always good to start locally, but if it's like global organization or global products, then it requires also global solutions. Yeah. Yeah.", "post_number": 51, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128938}, "8181": {"topic_id": 18908, "post_id": 128935, "username": "IARC-09ESRA", "user_id": 8181, "created_at": "2023-07-04T11:59:35.382Z", "raw": "International issue and issue, worldwide issue? Because of the Green Deal of the European Union, it is a big alert all over the world. So all the people, all the governments are looking for how they can pass, how they can adapt to the systems of Green Deal from all ministries are working for in any industries, how they can make the good sense for the circular economy programs in their own statements. So it is a worldwide issue because we need to protect the climate. It's an international issue.", "post_number": 40, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128894}, "8180": {"topic_id": 18907, "post_id": 128891, "username": "IARC-08CHRIS", "user_id": 8180, "created_at": "2023-07-04T11:49:17.195Z", "raw": "Because the resources we are talking about and the consequences we're talking about do not stop at national borders, I think. But then again, if we want to take action, you need to take a top down approach and probably, you know, break it down to the smallest local levels and what actors can do on that level. So I think we're yeah, we're all concerned.", "post_number": 39, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128851}, "8179": {"topic_id": 18903, "post_id": 128798, "username": "IARC-07SASH", "user_id": 8179, "created_at": "2023-07-03T17:45:12.958Z", "raw": "No, sorry. Just kidding. \n\n*[Sasha leaves the place and doesn't return]*", "post_number": 7, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128790}, "8178": {"topic_id": 18903, "post_id": 128837, "username": "IARC-07CED", "user_id": 8178, "created_at": "2023-07-03T17:50:55.221Z", "raw": " Thank you. Welcome.", "post_number": 45, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128790}, "8183": {"topic_id": 18910, "post_id": 129032, "username": "IARC-11GHA", "user_id": 8183, "created_at": "2023-07-04T12:36:00.592Z", "raw": " Actually, I've been in a lecture a few years ago of one of the astronauts of NASA, and he told in the lecture he said something very important, messages that I have to the world is when you're in the space station and you are look down on earth, you cannot see borders. You see one ball and the one ball. You cannot see people. You cannot see nothing. There is one ball that we need to keep on the ball. We need to take care that we are living here. And if he wants to that it will last. We need, you know, to do a A to take, you know, the same efforts in this issue. And then but the problem is that there are a lot of free riders that don't understand it. So like Far East and other countries, that is not doing any contribution. And at the end, you know, even if Europe, which is a nice population globally, it's a very small fraction of the world. So even if Europe will do all their best, the influence will be almost nothing because of the Chinese and India and other billions of people worldwide. So I'm concerned about it.", "post_number": 42, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 2, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128990}, "1856": {"topic_id": 17430, "post_id": 113087, "username": "inge", "user_id": 1856, "created_at": "2022-07-19T12:01:34.484Z", "raw": "GMT20220718-132642_Recording (1).m4a\nSpeaker 2: So my very, very first question for you is who you are and what do you work on?\n\nSpeaker1: [00:07:40] Right. Well, we have established that I am Dutch. I was born just outside Eindhoven and held up. I don't know if you are familiar with it. So I used to cycle to school every day past the DAF factory. So I've been a car guy from very early age. But then in the 1980s I worked for a management consultancy that specialized in the car industry, which was spun off from the University of East Anglia. And. I was monitoring really the the non-English speaking media. And it was quite clear that within the car industry, perhaps much more than in other industries, surprisingly enough, there was an increasing awareness of environmental pressures. Now a lot of that came from California, that California had the first emissions control regulations really specifically aimed at cars. And that really started in the late 1950s and was specifically originated in the Los Angeles area. Have you been to L.A.?\n\nSpeaker2: [00:08:53] I have. Yeah.\n\nSpeaker1: [00:08:55] It's it's a funny place, but historically, I mean, you probably know about the tar pits and things like that, La Brea Tar Pits and things like that. That area where they built the city of Los Angeles is actually full of tar oil and stuff like that. So even when the Chumash Indians were about it was known as a place with bad air to build a massive city on it, stick it full of cars and trucks, have a massive port with ships, and obviously it's going to be one of the first places in the world to hit this problem. And as you know, it's it's it's got the sea on one side. It's got mountains essentially all the way around. So it's this basin that holds bad air, basically. So California's spotted this quite early on because they were one of the first motorized parts of the world as well because relatively they were relatively well off. So I've got this book written by somebody in Santa Barbara, actually, I bought it in Santa Barbara, California. That actually traces the history of that. And people first notices notice differences in air quality from about the 1940s onwards saying, well, when I moved to L.A., there was blue sky and now it's just brown. Why is that? And so they started to look into it, and therefore they were the first to really start to suggest that cars were the problem now because they were before federal legislation, they are still even today allowed to legislate separately from federal legislation, from the Trump administration.\n\nSpeaker1: [00:10:30] Tried to stop that, but it didn't quite work. So. California regulations will be created by the California Air Resources Board in Sacramento. And. Now, a number of other states also follow that. I mean, in the 1990s, a number of states decided, oh, we want what, California or we have our own rules. So the federal government said, well, all right, you can either follow federal legislation or you can follow California legislation, but nothing else. So it probably about 20 or 30 states now that also follow California regulations. So they've become quite important. Now, we first spotted this in well, in the early 1990s, by which time I had joined Cardiff Business School, Cardiff, Cardiff University Business School, Cardiff Business School at that stage had a centre for automotive industry research, and I was recruited into that basically as one of the researchers initially. So I because I had already been studying the car industry from an environmental perspective in, in my consultancy days, I brought that environmental perspective with me and with it. I also brought my first book, which published in 1992, The Green Car Guide. It's called Have I Got? Yes, yes, I have got a copy I can show you.\n\nSpeaker2: [00:11:56] Amazing.\n\nSpeaker1: [00:11:57] So I wrote that with two colleagues from my consultancy Days. But it was very early then at that stage, very, very few studies like that available anywhere spotted the California Air Resources Board were the key to it all, at least for emissions legislation, air quality legislation. So we started to visit them, contact them and things like that. So a lot of our sort of work was really going to Sacramento talking to the California Air Resources Board and then coming back to Europe and say, you know what's going to happen? And they thought we were great visionaries because they hadn't twigged this. So that was all good fun. But one thing we found all the way along, which was also very difficult to sell to our academic bosses, is that the car industry was actually aware of this thing from a very early stage, and even though they may not have acted accordingly, they knew what was coming and they had people in place who could deal with these technologies and things like that. So we then also said, listen, the impact of the car is not just tailpipe emissions, it's much broader. And that's also covered in that little book, The Green Car Guide, where we explore. There are other things you have to think about. So really during the 1990s, I started to pursue those different strands of activity because it was quite clear that states that the tailpipe emissions thing was sort of under control.\n\nSpeaker1: [00:13:31] It was a subject to a legislative trajectory, but the other things were not. And one of the areas was, for example, product durability. So I was one of the first to sort of emphasize this, this, this this habit we have of throwing away a car after 15 years is really stupid. So I started to do some research in that area as well, and that was picked up by some people at the time, including one guy at the New Economic Foundation here in the UK who have done similar work on white goods. And so we organized sort of a few workshops together where he did the sort of wide goods, consumer goods, and I did cars and things like that. And I'm still occasionally in touch with him. He's now at the university, both at Nottingham Trent University now still doing similar work and getting it funded. So that's one one of the things another thing we said, well, one of the problems of the car industry is essentially overproduction. And this is also the reason why cars are thrown away after 15 years, because cars are sort of pushed into the system at the front, making cars prematurely obsolete, and therefore people get rid of them.\n\nSpeaker1: [00:14:44] So we then started to get why are the production volumes as they are? And at that stage, me and my colleague Peter Wells, who I should mention who I did a lot of joint work with, I don't know if you've come across his name. Yeah, we did that. We did that work closely together. We started to look into where those economies of scale came from. We were both within the economic section of the business school at the time, and economists just seem to think economies of scale were economies of scale. But once we started digging, we we realized that's not the case. It's dependent on the technologies you use and the technology that the car industry uses that forces the economies of scale is the all steel body. You know, cars consist of basically a welded steel box. That is where the high investment is. And this was quite novel work. So we spent a lot of time on the history of mass production going into sort of stuffy libraries in the US and things like that. Looking through contemporary sources from 1910 to 1915 and things like that, and discovered this chap, Edward Budd, in fact, I was aware of him, but he developed the the all steel welded body. This is around 1912, 1914, so about the same time that Ford developed the moving production line.\n\nSpeaker1: [00:16:10] Now, we also discovered Ford did not mass produce cars. The Model T was essentially a running chassis. So it was a car without a body. Because if you go back historically, people saw the car as a mechanical device and then you took it to your coachbuilder and he he would put a body on it. That's how it was thought of. Whereas nowadays if you go into a car factory, I don't know if you've been. Probably not. All you see basically is is bits of steel being stamped welded into bodies, then the body being painted and things. And then some people come around to put seats in it and wheels on it and stuff like that, engines in it. But that was a key innovation. So we then discovered that this transition from the way Ford made cars, which is basically looking at how cars were in, say, 1905 and production using that to the way cars are made today. That was the crucial step. And it was Budd who was crucial, was key in that. And that really rolls out in the twenties and thirties and even beyond that. But the problem is because it's such high, such a capital intensive technology, it forces those economies of scale. So as a result, a modern car plant, it's break even point for a mass produced model is between 180,000 and 200,000 a year.\n\nSpeaker1: [00:17:35] The moment you fall below that, unless you're a specialist producer, you begin to lose money. So your only option is to produce at that level and then sell. So they're forced to move it in. So once we discovered this in the 1990s and we published about that, it's all in the public domain. We then say, Well, that is where your problem is. If you get rid of that technology, then you can go for lower economies of scale and therefore you're not forced to produce in those high volumes. You can then produce cars that can last longer and perhaps create a different business model whereby you produce the car and then you keep it in the market, you maintain it in the market and just keep it going. That's even not even looking at the circular economy side, but looking at the vehicle in use. So then we fortunately in the UK this country is stuffed with low volume car makers, right? So we did the rounds of them and then also went into Germany and Italy where you also got low volume car production. And we started to work with some of them. We did some work with Lotus, did a lot of work with Morgan. I don't know if you've heard of. Have you heard of any of these companies?\n\nSpeaker2: [00:18:44] Yeah, yeah, yeah. I mean.\n\nSpeaker1: [00:18:47] You know, Morgan makes Morgan makes a 1930 style car. It looks like that. Yeah. So we I was on a on a on a government advisory committee together with Charles Morgan. So I got to know him quite well. And he brought us in to do a lot of the work for him and also explained to his financial backers how his business model was completely different from that of the Fords and General Motors and things which he found very helpful at the time. He has since been kicked out of the out of the company, but still. So that was very interesting work. And then we got to understand how you can actually make cars in lower volumes and things like that. So we published on that. We published what turns out to have been quite an influential paper, not in academic circles, but in industry circles in 2000, whereby we proposed a new alternative business model that was really based on low volume manufacturer, a fracturing localised to to its market and then combined with a sales and maintenance model. So it's called micro factory retail whereby you have small industrial units that assemble cars and also the customer buy straight from those assembly facilities. They can specify the car to their needs, local suppliers can feed into it. And it means that if demand for new cars sort of declines, the company can deal with maintenance, repair, upgrading, recycling, etc., etc., etc.. Now, that was picked up by a number of people around the world, including local motors. So we've heard of them in the US. They use the what do you call it, a sort of a crowdfunding model whereby people can chip in and essentially design their own car using a centralised piece of basic software that they can help configure. But more interestingly, locally, we were approached by a guy called Hugo Powers.\n\nSpeaker1: [00:20:53] He's one of the cleverest people I've ever met. He's far too clever to to be successful. Anyway, he has set up since then a company called Simple, which you may not have heard of. It's based here in Wales. A simple one word. Yeah. Just Googled them. They have a nice website and they may be worth talking to. Although being a small business, they're very busy. He picked up this idea because he could see that ideas he had already been forming would fit quite nicely with this business model. So he got some backing from members of the Percy family and some other people. And he's developed a small hydrogen fuel cell car. That is essentially I mean, he's just beginning. It's just that he's building a fleet of 50 cars that are going to be placed with people in the local area. His business model is based on the sort of leasing. So a product service system, really. So you lease the car, then the company takes them back, reconfigures them for the next customer and things like that. They do all the repair and maintenance that's needed. One of his arguments was that when you look at the fuel cell cars that the industry does, and certainly Toyota and Hyundai and Korea, Korea who produce commercial fuel cell cars, they said they can figure there's a big American car that makes you feel so very big. But he said you can get small off the shelf fuel cells for next to nothing. So if you just configure a very lightweight small car around that, your whole car is much cheaper. So that's what he's done. So it's a very lightweight little car and it does everything you need it to do with it. So have.\n\nSpeaker2: [00:22:43] The smaller, more localized companies like the river sample, but also the local motors. And and in the.\n\nSpeaker1: [00:22:49] Us.\n\nSpeaker2: [00:22:51] It's obviously both of them are very localized businesses, right. Because if you need to have like maintenance done or anything, you need to be near that location just like specifying this, because I can imagine that this would as well be sort of a limiting factor for, for example, other parts of the world, right?\n\nSpeaker1: [00:23:11] Yeah. Yes, it does. And how you do it, Gordon Murray, I don't know if you've heard of Gordon Murray. He he designed the first carbon fiber monocoque Formula One car. So he for people into Formula One, he sits next to God and Gordon Murray has set up his business because after a while he said after about 20 years of doing racing cars, he said, I've done that. He also did a road car, the McLaren F1, which is supposed to be the best supercar ever made. Now I've never driven one, can't afford one. But yes, he he has an enormous prestige in the car industry. Anyway, he decided that around 2000 really had done that and now he wanted to do more environmental car design. So he also came to us and also picked up on the micro factory retailing idea and developed it himself. And his model is really that he develops concepts including the manufacturing concept and the product that can then be placed around the world. So you would have a network of factories, and that's also how we envisage the micro factory retailing concept. So not everybody needs to do the design. The basic design is something that's modularized and the factory is modularized, but then you can configure it locally for local tastes and to allow local suppliers to come in and things. And I can send you a copy of the paper if you actually I did a summary a couple of years ago for a journal that I can send you on a micro factory retailing concept. Yeah.\n\nSpeaker2: [00:24:53] Okay. So there's a lot of very interesting things you already mentioned, I. I was wondering if you could go in a little bit more about what you were mentioning? Was the project your durability?\n\nSpeaker1: [00:25:07] Yeah.\n\nSpeaker2: [00:25:08] This is something. So one of the things that we were looking at and also like in communities that we think might know or even though they might not know, it's it's like a circular economy related or whatever, like communities that might find things like that useful for them. Or for example, off road, off road communities, people who take their cars out in the middle of nowhere that needs as it is not part of your ability, but maybe also flexibility. Maybe you have something to to share on that topic on like the ability to. Make a fixture by yourself without the need to go into like an expensive mechanic or a specialized mechanic, because currently with a lot of the especially the mass produced cars and I'm assuming as well with these localized businesses, is that the knowledge about how to fix them is very specialized and often specialized. Even specialized computers are needed to to run checks and to see what's like the error code. Right. So maybe you could go a little bit more into depth on that specific topic.\n\nSpeaker1: [00:26:16] But on the last point, I mean, with the transition to electric vehicles, the vehicle technology will actually become simpler than with internal combustion engine. So so that is an advantage. And you don't need stuff like emissions control, which of course is where a lot of the engine management computer work comes in. Now, going back to the durability thing, I mean, as you will be aware, most of most of humanity has been doing product durability for thousands of years. We didn't we didn't have a throwaway society that sort of has developed in the last 100 years or so. And if you look at what Henry Ford said, I mean, I quote him frequently, he was a fascist. But still, Henry Ford said when he sold the Model T, I want demand because women were supposed to buy cars. Of course, the man who buys one never to have to buy another. So he envisaged that if you bought your Model C, you would keep it for life, you see. So and there was a whole aftermarket industry, especially in the US that supply bits for it. So if your Model T was too basic and they were very basic, you could add all sorts of stuff to it. And a lot of that stuff was designed by ordinary drivers, ordinary citizens, small scale inventors and things like that.\n\nSpeaker1: [00:27:32] Now I describe this to some extent in my 2014 book plug. What happened in the 1920s and thirties is a gradual professionalization of the car and the car industry, whereby the car industry decided We don't want all these people tinkering with our products. We we want to control the whole thing and the extreme. It has now taken an extreme form in Tesla. Tesla has a total control system to the extent that if you start fiddling around with a Tesla, a voice will come out of the car and say, What are you doing to our cars? But we have long advocated the sort of hands on thing for various reasons. But product durability is not just the technological issue, it's also a psychological issue. You have to be able to build up a relationship with the product to to look after it and to make it last a long time. So I've I've done some papers on the classic car movement. I'm a classic car owner myself. In fact, my classic car is it's a Dutch duff. It does 55 coupe, of which there are very few in this country. And I'm also the chairman of the DAF Owners Club in this country.\n\nSpeaker2: [00:28:53] So I'm wondering how many members you have?\n\nSpeaker1: [00:28:58] 100.\n\nSpeaker2: [00:28:59] A hundreds.\n\nSpeaker1: [00:29:01] Hundreds? Yeah, yeah. It goes up and down, but around 100 and some people have more than one DAF and some people have half a dozen. So what interests me about apart from being part of it myself, but classic car thing here you get people who take essentially an old banger and just keep it going, spend money on it, and lavish a lot of love and attention on it just to keep it going. Because my Duff, 55, was designed for a working life of ten years and it's we're 50 years old now and it's still roadworthy. It passed its its periodic test, the mode, as we call it in Britain a few weeks ago and things like that. So you can't actually do these things. There is a guy in Switzerland who has published a lot on this sort of thing. He runs a I think.\n\nSpeaker2: [00:29:54] I'm terribly sorry, but my seven year old son is called.\n\nSpeaker1: [00:29:58] Oh, yeah, yeah, yeah, yeah. First things first.\n\nSpeaker2: [00:30:01] They. Now. Mommy is in the world right now. Okay? You have to be quiet so we can go back to. To remember if you want.\n\nSpeaker1: [00:30:16] Your.\n\nSpeaker2: [00:30:17] Mommy.\n\nSpeaker1: [00:30:21] Sorry.\n\nSpeaker2: [00:30:23] Usually. We?\n\nSpeaker1: [00:30:33] I.\n\nSpeaker2: [00:30:43] Yeah. Or you can watch. It sends them to the neighbors, but of course, they will come back right at the moment that you're in the middle of a work thing.\n\nSpeaker1: [00:31:02] Oh, yeah, I've actually been there. Okay. Yeah. For the last 20 years, I've spent a lot of time working at home. And of course, 20 years ago, my kids were a lot younger. They've now gone.\n\nSpeaker2: [00:31:14] Yeah. I've worked from home since he was born. But then with COVID, it was so much harder, of course. And now it's summer holidays, so. Okay, so we were talking about the the classic art movement, right? And how a lot of money and attention and effort is spent into keeping these old. Not even to actually last as long. And I think the psychological part is is extremely is extremely interesting.\n\nSpeaker1: [00:31:43] Yeah. And again, I've published on that. I mean, if you're interested in I can send you papers, but I don't know how much background reading you have time to do.\n\nSpeaker2: [00:31:51] I don't know either. But it will be great to have and I can always just also share with some other people who would be potentially interested. Right. We're like.\n\nSpeaker1: [00:32:01] You may have to remind me in an email which bits I said I would send you.\n\nSpeaker2: [00:32:05] Okay. Okay. Well, I've, I've made my notations, so. Yeah.\n\nSpeaker1: [00:32:09] Yeah. Anyway. You have the classical movement, which I thought could form a model for future more durable car. So experiences car consumption, if you like. But that does mean that the manufacturer need to need to give up some of their control frequency. And that is going to be a real challenge. But I do notice that all over the world, sort of freedom to tinker legislation is popping up for various sectors. I think that's something that started in Massachusetts. But also I think the European Union has been talking about that recently that consumers will have will be given an inherent right to do things to the to the products once they've bought them. Now, this is where a slight problem comes in, because the environmental movement often advocates a product surface system approach whereby the end user doesn't own the product, but it's managed by the manufacturer or a management company. But that, of course means that you would have less ownership of the product and less of that bond. Well, within an ownership model, it's easier to build that bond. So that is something that needs to be resolved in some way. You can probably run both side by side. I mean, one of the PhD students that Tim Cooper at Nottingham, Trent, the guy I mentioned earlier, although I didn't mention his name, one of his PhD students worked on this Portuguese chap. I've forgotten his name, but I could dig it out. He said that one of the things a better product surface system. You can have more intensive use of a product if you think of car sharing schemes, for example, car clubs, that sort of thing.\n\nSpeaker1: [00:34:02] And he said, So you do in fact get the intensive life out of the product that in a shorter time period, then with the ownership model, you might get an intensive, you will get that life out of it, but it will just take longer. The only problem is if we are thinking of circular economy is controlling that waste stream because if you have a very intensively used product, you still have a fast waste stream and you need to to work out how to deal with that. Whereas with a personal ownership model, you could your waste stream can be delayed. So if a car lost 30 years instead of 15, that sort of delays the waste stream quite a bit and also some work done by Polish in the 1970s on behalf of the. The German government on assessing how long a car could be made to last by using different materials and things. If you approach Prussia now, they deny all knowledge of it. But I have a copy and I've referenced it in a lot of my work because they reckon that with minor improvements a car can easily be made and the 1970s technology car can easily be made to last 25 to 30 years. And in fact, with a lot of those improvements have been introduced subsequently, it's like galvanized bodies. For example, Audi introduced a whole lot of medium bodies, which is also advocated by Persia in that study and things like that. So stuff like that.\n\nSpeaker2: [00:35:37] Yeah. A personal anecdote in there. So I live in over a decade now and as you may imagine that the car. Environment here is actually most people. I mean, there's, of course, a lot of new courses or newer cars, but no one buys cars new completely. Most cars are imported from those states, as you know, the insurance system in the states. So that give car insurance and you break your car, your insurer will pay for the full amount that your car is worth and then auctioned off. And so percent of the cars are imported here with some damages and then they're being fixed up and then they're being sold to the local market and to the regional markets of Central Asia. But the I would say most people I think, like, you know, that's like sort of like middle class, the age of their cars is going to be between 15 and 25 years.\n\nSpeaker1: [00:36:40] Old.\n\nSpeaker2: [00:36:42] Or older. So if you go to a lower class, you have easily 30, 35 year old cars and they're just being kept running, especially the older ones. I'm not sure how they're doing it, but like the mechanics will find solutions for basically everything. I guess I'm feeling that with the older cars it's easier for mechanics to find solutions than it is with the more newer cars because the parts are more specialized. But anyway, so this is like a I just wanted to give that anecdote in as well because when it comes to durability of the cars, I think if you look at countries like this, you can see that durability of cars can actually be really, really, really long. But of course, having a car here fixed is much cheaper because the. The mechanics don't charge a lot of salary. I had my car recently and my brakes had to be. Completely fixed. The disks were.\n\nSpeaker1: [00:37:40] Warped.\n\nSpeaker2: [00:37:42] Yeah, completely. And I paid for my front brakes. Both the disks and the. Yes, the parts. Thank you. I had everything changed around and I paid. For both for the parts and for the work. €40.\n\nSpeaker1: [00:38:06] Right? Well, interestingly enough, that's very interesting. I wasn't aware of that in Georgia. But we also did a study about 20 years ago about the flows of used cars around the world. We did go to the US, but we found flows from there to the Middle East, mainly of sort of Lincoln Town cars and stuff like that. But the most interesting flow we found was from Japan. In Japan, again, it's not the insurance thing, but they have a very strict periodic, periodic testing regime. Essentially, after five years, you have to completely rebuild your braking system and things like that. And cars are expensive to repair in Japan, but cheap to buy. So a lot of people decide after five or seven years they'll just buy a new car and there's old cars that are shipped off somewhere. Now, the biggest market for those is New Zealand. Now, New Zealand deports between 120 and 150,000 used Japanese cars every year. And again, most ordinary New Zealanders drive those used Japanese cars and just keep them going, which is very well made. And some flows go also from there into East Africa and places like that into the Caribbean. And then we found just starting about 20 years ago, a similar flow from South Korea into Russia via Vladivostok. I mean, you could actually see fishing boats from Russia with sort of several cars piled on the deck. So they're going off and offloading them there and selling there at great profit. So yeah, the first few cars around the world are very interesting and I think we are probably among the few who have done published work on that in that area.\n\nSpeaker2: [00:39:53] No, it's easier. You actually mentioned Japan because Georgia used to Japan was also a large stream of cars coming from Japan. But the Georgian government changed their laws on which.\n\nSpeaker1: [00:40:09] Steering wheel on the wrong side.\n\nSpeaker2: [00:40:11] Both sides were allowed and I think four years ago they changed it like you were not allowed to buy a car with your wheel on the other sides. So it's slowly phased out. Now you hardly see them anymore. And it was.\n\nSpeaker1: [00:40:28] Korea.\n\nSpeaker2: [00:40:30] Yeah, yeah. Well, I guess I guess of all the companies that are here are really, really mostly focused on the states. Again, because the auction system is just it's so easy to buy like a car that has like minimal damage for a discount because again, the cost here to fix them up is so cheap. Labor is so.\n\nSpeaker1: [00:40:51] Cheap. It's really. Yeah.\n\nSpeaker2: [00:40:54] Yeah. So yeah. Look, if you want, I have some context here in the art world that can get you in touch with. Yeah. So that was like that was like just again when we're talking about durability, that just came to mind because. And then your Japan comment was also very interesting in terms of like when the requirements are so high in terms of like. Technical inspection. Of course, it's done also to protect the common. You think so? What about. What about. What about safety?\n\nSpeaker1: [00:41:31] No, it's purely to protect the domestic car manufacturers. That's that's the main driver. And that's also why the German, too, is quite strict. And why in Germany you can't really modify cars. There's all sorts of restrictions like it specified what sort of alloy wheels you can fit to your cars in Germany, whereas here for example, you can stick anything on your light. So yes, you need a lot of that sort of legislation is driven by the car manufacturers under the guise of safety, but has very little to do with safety.\n\nSpeaker2: [00:42:05] So I definitely wasn't aware of this. So this is for me personally, for.\n\nSpeaker1: [00:42:09] Me to be an industry insider. Okay.\n\nSpeaker2: [00:42:15] Okay. So that is very interesting. And of course, the car I can imagine also that the car manufacturing lobby is quite strong and yeah. Money to spend as well.\n\nSpeaker1: [00:42:28] Yeah. Car manufacturing is the world's largest manufacturing industry still. And of course, as you will be aware, it's bigger in some countries than in others, especially in countries like Japan and Germany. But also the US has quite a strong car lobby and a very strong car union. The United Auto Workers in the US can put a lot of pressure on the government, for example, to stop car makers from producing in Mexico and things like that. And then metal in Germany, which which is the union also for the car industry, not just for the metal industry, is Europe's most powerful union. So, yes, unions and car makers in tandem sort of determine a lot of that sort of thing.\n\nSpeaker2: [00:43:14] That is very interesting. I'm going to stick to my notes. Thanks. You.\n\nSpeaker1: [00:43:19] Yeah. We haven't said that much about the circular economy yet.\n\nSpeaker2: [00:43:23] Yeah. No, and that's also I mean, that is that is fine. It doesn't have to necessarily 100% cover the circular economy. It just would like to start the debate going. I was thinking about the. Well, the overproduction we. Let's let's let's just hop into more to the circular economy part of. So what specific things if you research we did talk about it a little bit right when we were saying you were mentioning the the two different streams. When you talk about sustainability, one is like our ownership and the other one is like the leasing system. What else would you like to share it if you believe it's important for people to think about or to push for or.\n\nSpeaker1: [00:44:06] Well, we have a short chapter in our latest book, which was published a couple of years ago, where we sort of review some of it. But when we first came, Peter and I first came across the circular economy thing in the 1990. So there's one thing that struck us because this coincided with the work we were doing on looking at alternatives for mass production. And it occurred to us that the circular economy model assumed a sort of static technology situation. So of course steel from which most cars are made is very recyclable. But if you don't build a circular economy system around that, that assumes your car are made of steel. And just at the time that we were doing this work, alternative materials were coming into cars. You had things like the Renault Espace and I don't know if you remember it, but now it has essentially galvanised steel framework onto which there are plastic panels. Right. So it's a mixed technology. And I also mentioned the aluminium Audi's Jaguar also makes largely aluminium. A lot of companies now make aluminium cars. Now aluminum is also recyclable, but that means that you then need to find demand for both the steel and the aluminium. Then you get an awful technologies like the BMW i3. We spent some time with BMW looking at how the i3 is made. I don't know if you know the i3.\n\nSpeaker1: [00:45:34] It's a little BMW electric car. It's built on an aluminium platform and then it has a carbon fibre superstructure. Now carbon fibre is a bugger to recycle. The only thing you can do really, is to grind it down and use the powder you get as a filler for other products. Now, the Mini was, of course, perfectly recyclable. On the other hand, a structure like that of the BMW i3 should last 40 or 50 years without too much problem. Right. So you get those all those trade offs. Now, another thing is we're in the middle of a transition from internal combustion engines to electric motors. So internal combustion engines produce a lot of work in the engine is called coarse engine blocks and things are stuff you can melt down and turn into new. Castings either out of cast iron or aluminium, but. You've got that input. Do you necessarily have a demand for whatever it produces? So that's why another thing we flagged up is how do you understand your circular economy? Do you? Do you? I have the circularity within one product, within one product, one in one industry, within one sector, within a locality, within a region. I mean, what how does your circularity work? Because at the moment, a lot of the recyclers from various industries end up in other kinds of products, like old tires, end up in playground sort of rubble, things like that.\n\nSpeaker1: [00:47:18] But from talking to the people who promote the circular economy concept, the loops are much closer. And so that is something I have not seen fully discussed or fully resolved. So that's something else we flagged up. Let me get the book and see what else. There are three points we mentioned specifically. Yes. I mean, the first point is that close loop homes in on reuse and recycle. Well, overusing. Well, overlooking the most important to reduce. We've covered that sufficiently, I think, in discussion. And then the other one is creating a static system whereby material innovations are discouraged because you put new stuff in. Like lithium, for example, is a classic now with lithium batteries. But if you then if you then change the battery technology to to other ones and there are lots of other technologies in the pipeline, what do you do with all the waste lithium from the older batteries, from current crop of cars? How do you how do you accommodate that? These things can all be done, but you need to be prepared for this. Those things. What level? Yeah. This refers to the waste hierarchy. Have you have you come at the waste hierarchy to sort of reduce, reuse, recycle sort of thing? Just Google waste hierarchy and it will pop up. It's widely used in our area, really. And then this final point, the third point is the one I just made is what is your the area within which you.\n\nSpeaker1: [00:49:03] Which loop operates. So it says a closed loop tends to be too vague as to whether the loop should be closed within a single product type, e.g. mobile phones, computers, cars within one sector, e.g. construction or within one economy. And if so, is that a local, regional or national economy? So those are our main three areas of concern about the closed loop economy. And when we first looked at it in 1990, it had not been addressed. And I've been to some conferences in recent years, as have some of my co-authors on this book, and we've still not seen people discuss that in any detail. So at the moment, the concept is still too theoretical to conceptual, and yet now is the time when we really need to get to the nuts and bolts of how we're going to do this. And we I mean, the data is coming through. I mean, one of my former PhD students is involved in the car battery recycling programs and things like that. So the information is coming out of what sort of material flows will be produced in the future, how they are different from existing material flows and stuff like that. But we really I mean, within the circular economy community, these things really need to be addressed.\n\nSpeaker2: [00:50:21] So it really is then sort of a gap where.\n\nSpeaker1: [00:50:26] They can see. I mean, it's possible that in my absence something has happened behind my back. I don't know.\n\nSpeaker2: [00:50:33] Like I said, I did a bit of desk research and not too much came up. So to be honest, again, I am not doing the academic research myself on it, but in terms of looking to people to talk.\n\nSpeaker1: [00:50:50] My other one of my co-authors on this book. This is the most recent one and public. She's still an active academic. I'm technically retired from academia. And she also said she hadn't come across anything. And she's actually been to some recent conferences. So there we go. I think that stands. I can I can send you that little chapter. It's only a few pages.\n\nSpeaker2: [00:51:15] Yeah. So there's this is a chapter from. From which book of yours.\n\nSpeaker1: [00:51:20] Which which it's it's snappily titled Sustainable Consumption Production and Supply Chain Management.\n\nSpeaker2: [00:51:32] And so I know what to write you.\n\nSpeaker1: [00:51:40] So that's. You see, when that was published. 2021.\n\nSpeaker2: [00:51:51] Very recent. Very recent.\n\nSpeaker1: [00:51:53] That is my most recent book.\n\nSpeaker2: [00:51:56] Okay, great. Is there anything else you would like to share or anything else you think?\n\nSpeaker1: [00:52:02] I should probably. I can talk. Talk about this for weeks. So it's really easier if you ask specifically. But it is definitely true that Peter and I are probably within academic circles, the foremost experts in in the whole sustainable car world. Well, I mean, we used to be advising the OECD and things like that, and they would get us all together and said, Oh, you're among the 50 top experts in this field. The others were mainly from consultancy companies or car companies and things like that. So we were really the only academics. So if you talk to Peter or myself, Peter is still active east. He's younger than me, so he's not retired. Although I'm retired from academia, I'm not retired from research, so I still do various projects and things like that. I managed to get rid of all the boring stuff.\n\nSpeaker2: [00:53:00] Nice. Well, I just have like. I think this is like a really good sort of introduction into and I think like a really nice sort of article out of this that sort of like gets conversation going. I'm also wondering if it would be okay if I reached out to you at a later stage?\n\nSpeaker1: [00:53:16] Yeah, yeah, yeah, yeah. You know, I'm happy to talk about these things because there are not enough people interested in it.\n\nSpeaker2: [00:53:23] Oh, that's great. Yeah, that's what I was thinking. I also probably would like to I mean, I'll have to discuss this with my my team as well in terms of how many experts interviews we want, because it's mostly about really like sort of like grassroots having people that are into cars start talking about the idea of like the economy and sustainability. But we definitely do want to have some expert voices, of course, to. To build awareness and to have that, you know, an understanding of what's all involves. So, yeah, if that's okay with you, I definitely would like to reach out to.\n\nSpeaker1: [00:53:58] No problem at all. But yes, it would be very interesting to find out to what extent raise public awareness of this issue.\n\nSpeaker2: [00:54:05] So far, my colleague has been going to a lot of car shows in the Bay Area and asking these questions. And so far it was a bit not not I would say not disappointing. Yes, but not.\n\nSpeaker1: [00:54:22] Surprising. No, no, no try.\n\nSpeaker2: [00:54:25] Yeah. Yeah. So. But people were interested once they found out more about it, to learn a bit more about it. So it wasn't like. But yet the people who went to the car shows were not necessarily people who are in this sustainability and circular economy circles. So that's why I definitely would like to have also an event on this topic.\n\nSpeaker1: [00:54:44] I think. I think that's that's again, where I think the work that Peter and I did was interesting because both Peter and I are also environmentalists. Yeah, but also when you go around the car world, you do find that actually far more people who are environmentally aware in the industry and in the organisations around the industry than you might think. Yeah. Probably more than among ordinary users. Now, there are some countries, as you may be aware, that are actively promoting the closed loop thing, like Sweden, for example. So it would be interesting to find out if in Sweden there is more sort of consumer awareness of this issue among car owners, car users. And Sweden also has a has a thriving classic car community.\n\nSpeaker2: [00:55:30] Although Tesla is also very popular in Sweden and the Scandinavian.\n\nSpeaker1: [00:55:35] In Norway, in particular in Norway. So yeah, it would be interesting to do all three Scandinavian countries if you have the resources.\n\nSpeaker2: [00:55:45] It's a small project that we're having. It is a two year project, but the budget we're having is it's not massive unfortunately. But this is definitely we have some people in Sweden, so we can send some people out on the streets.\n\nSpeaker1: [00:55:56] Like this is I think if you're networked properly, you can send people locally to do things. That's how we've often worked as well. Yeah, yeah, yeah.", "post_number": 1, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 14, "quote_count": 0, "like_count": 0, "score": 85.8, "reply_to_post_number": 1, "target_username": "inge", "reply_to_post_id": 113087}, "6952": {"topic_id": 18039, "post_id": 136525, "username": "jcoate", "user_id": 6952, "created_at": "2024-01-09T16:40:34.886Z", "raw": "Here from MIT is an interesting take on recycling EV batteries.  Sometimes the old EV car batteries have enough left in them to reuse for other purposes.\n\nhttps://climate.mit.edu/ask-mit/how-well-can-electric-vehicle-batteries-be-recycled", "post_number": 8, "reply_count": 1, "reads": 5, "readers_count": 4, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 6.0, "reply_to_post_number": 7, "target_username": "Miki", "reply_to_post_id": 136508}, "8366": {"topic_id": 18040, "post_id": 138007, "username": "Vukasin_Herbez", "user_id": 8366, "created_at": "2024-02-26T09:28:46.765Z", "raw": "You can modify your car in Germany. However, the parts you put on your vehicle (performance enhancements or exterior modifications) must have a TUV certificate. It means they are of unquestionable quality and dependability and will not ruin the car's driveability or safety. It also means that technicians know how the vehicle is modified when they check it on the annual inspection.", "post_number": 4, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "inge", "reply_to_post_id": 119725}, "8256": {"topic_id": 18040, "post_id": 137126, "username": "rutva_p", "user_id": 8256, "created_at": "2024-01-30T17:06:36.277Z", "raw": "\nThis article got me thinking about the role of governments in promoting sustainable and equitable car ownership practices. I can’t help but wonder if it’s too optimistic to expect governments to make significant changes in this regard.\n\nI support finding ways to make transportation more sustainable and accessible to everyone. I’m just not convinced that governments are the best equipped to make it happen. While regulations and incentives sound good in theory, I’m not sure how effective they are in practice. There are always concerns about whether these measures will benefit everyone or just certain groups.", "post_number": 3, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 15.8, "reply_to_post_number": 1, "target_username": "inge", "reply_to_post_id": 119725}, "8177": {"topic_id": 18902, "post_id": 128788, "username": "IARC-06CED", "user_id": 8177, "created_at": "2023-07-03T17:23:54.291Z", "raw": " I really see it as an international issue because everything is combined and linked. So it's mandatory to have this this, this global, let's say, fight. Yeah. Okay.", "post_number": 40, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128747}, "8176": {"topic_id": 18901, "post_id": 128745, "username": "IARC-05CED", "user_id": 8176, "created_at": "2023-07-03T17:15:17.774Z", "raw": "Oh, it's an international issue. Yes, yes, yes, definitely. Because all around the world we have we have problems with that. We can see mountains of trash at the at the at the end of the world, you know, and and, uh, and I think, uh, in, in Geneva or wherever we are, um, it's, uh, we can, we can, we can play our role in international issues. Yes.", "post_number": 54, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128692}, "8175": {"topic_id": 18899, "post_id": 128688, "username": "IARC-04CAT", "user_id": 8175, "created_at": "2023-07-03T17:01:20.138Z", "raw": "I think you have to do it on all the levels possible. Local, national, international, personal. That's the only way.", "post_number": 36, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128652}, "3622": {"topic_id": 18385, "post_id": 123692, "username": "owen", "user_id": 3622, "created_at": "2023-01-04T10:24:17.658Z", "raw": "![0070cee2a3cde958bcadd50194342061ee0565b0|690x388](upload://wV9HcdyWU0yMKGE4cu37pViMjxJ.jpeg)\n\n## Introduction \n\nThe impact of the car is not just tailpipe emissions; it’s much broader. So, how do we envision a green future with cars? Is that compatible: sustainability and cars?\n\nOn Wednesday, January 25th at 5 PM CET, **Dr. Paul Nieuwenhuis**, a self-styled ‘automotive philosopher,’ will discuss how we got here - from mass production to environmental impacts - and how we can move to more sustainable and green models.\n\nNieuwenhuis has a background in automotive consultancy and academia, working with the Centre for Automotive Industry Research at Cardiff Business School in Wales, UK. His publications focus on the motor car's environmental impact and possible solutions.\n\n## Topics\n\nQuestions we will discuss include:\n\n* How does the automotive industry work? \n* What are its environmental impacts?\n* What is the importance of building a relationship with your car?\n* Which possible future scenarios exist?\n\n## Register\n\nThe event is free to attend provide you RSVP. To do that, please use the form below. \n\n<email form=\"FFqzsA\" />\n\n## About Treasure \n\nTREASURE (leading the TRansion of the European Automotive SUpply chain towards a circulaR futurE) is a 3-year- Research and Innovation Action co-funded by the European Commission under the H2020 programme willing to offer new opportunities for testing innovative technologies to make the automotive sector more circular. Within Treasure, Edgeryders is creating a community-driven model of addressing social aspects related with circular design practices. We want to develop new knowledge on how circular economy plays out in society, economy and everyday life, the points of view of the people directly affected by circular economy.\n\nThis project has received funding from the European Union’s Horizon 2020 research and innovation programme under grant agreement No 101003587\n\n<div class=\"flex flex-col w-full mx-auto md:flex-row items-center justify-center\">\n\n<a href=\"http://treasureproject.eu\" target=\"_blank\">\n<img src=\"https://edgeryders.eu/uploads/default/original/2X/2/2fe45ff027f9b11c5532e15407d838d3eee882de.png\" style=\"height: 90px; margin-right: 30px; width: auto  !important\" /> </a>\n\n<a href=\"http://treasureproject.eu\" target=\"_blank\">\n<img src=\"https://edgeryders.eu/uploads/default/original/3X/8/1/812b612837bbae8293c9161783651379950a42f2.png\" style=\"height: 90px; width: auto !important;\"/> </a>\n\n</div>", "post_number": 1, "reply_count": 0, "reads": 7, "readers_count": 6, "incoming_link_count": 27, "quote_count": 0, "like_count": 0, "score": 151.4, "reply_to_post_number": 1, "target_username": "owen", "reply_to_post_id": 123692}, "8377": {"topic_id": 16706, "post_id": 137662, "username": "wofil175019691", "user_id": 8377, "created_at": "2024-02-20T11:52:56.874Z", "raw": "test", "post_number": 9, "reply_count": 0, "reads": 7, "readers_count": 6, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 1.4, "reply_to_post_number": 1, "target_username": "owen", "reply_to_post_id": 103802}, "8397": {"topic_id": 16706, "post_id": 137828, "username": "owenjdfjsn2491", "user_id": 8397, "created_at": "2024-02-23T13:55:56.443Z", "raw": "dsadsadasasasdsad", "post_number": 11, "reply_count": 0, "reads": 6, "readers_count": 5, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 1.2, "reply_to_post_number": 1, "target_username": "owen", "reply_to_post_id": 103802}, "8398": {"topic_id": 16706, "post_id": 137831, "username": "9iw9w930", "user_id": 8398, "created_at": "2024-02-23T14:03:08.397Z", "raw": "Test", "post_number": 12, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 1.0, "reply_to_post_number": 1, "target_username": "owen", "reply_to_post_id": 103802}, "8172": {"topic_id": 18893, "post_id": 128629, "username": "IARC-03AND", "user_id": 8172, "created_at": "2023-07-03T11:15:01.518Z", "raw": "Yeah. A circular economy is just a a marketing term. That's nothing else. I mean, there is a the most people using it. They use it for marketing because that's nice to to hear, nice to to have. And everybody thinks that's a nice thing, but, uh, the life is not this way. Yeah.", "post_number": 47, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 2, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128582}, "4": {"topic_id": 19048, "post_id": 130936, "username": "alberto", "user_id": 4, "created_at": "2023-09-06T08:12:47.986Z", "raw": "![image|690x388](upload://720ChDlORoOO2ThDIfJ4HzBOXtI.jpeg)\n*Illustration by Inge Snip*\n\n> All 25 car brands we researched earned our *Privacy Not Included* warning label -- making cars the official worst category of products for privacy that we have ever reviewed.\n\nI found this funny-infuriating article on the Mozilla Foundation blog, possibly relevant for @Nica, @ivan and @matthias. \n\nhttps://foundation.mozilla.org/en/privacynotincluded/articles/its-official-cars-are-the-worst-product-category-we-have-ever-reviewed-for-privacy/", "post_number": 1, "reply_count": 0, "reads": 13, "readers_count": 12, "incoming_link_count": 4, "quote_count": 0, "like_count": 0, "score": 37.6, "reply_to_post_number": 1, "target_username": "alberto", "reply_to_post_id": 130936}, "4640": {"topic_id": 18991, "post_id": 130389, "username": "petussing", "user_id": 4640, "created_at": "2023-07-31T17:56:40.695Z", "raw": "Hi, Alberto-\n\nWe are getting to smaller but more recalcitrant disagreements...\n\nOn greed: there you are again -- the reflexive left desire to turn the Other/the Enemy (capitalists) into something non-human -- which in modern terms means subject to psychological pathology. I'm unconvinced. I know a lot of capitalists and hopefuls, and they are pretty human -- not pathological. I don't know a lot of Captains of Industry, or Captains of Shareholdership, so... maybe, but I would need much more compelling evidence. It worries me that you so often veer in the direction of fiction, and fiction critical of capitalism in particular -- yes, the film Wall Street proclaimed that Greed is Good. Milton Friedman was the single economist who came closest to that, but really this was showmanship too -- it made him into the conservatives' darling and the liberals' bete noir, and he reveled in both...\n\nGreed is a psychological pathology, as well as a Christian sin. To start, I don't mind mentioning that the left has a surprisingly strong Christian moralistic inclination that makes this sin probably the most important one -- I spend a fair amount of time criticizing the extent to which conversations about economics get derailed by theology. But actual businesses are supposed to be run in accordance with the need to control costs to become a better competitor, by enabling customers to get lower prices -- even in a monopoly this is not completely absent. But the left vastly overstates the case that the US, for example, is dominated by monopolies -- Amazon, Apple, Alphabet and Meta are often offered as examples -- but of course these companies have competitors, and they are, as oligopolists, acutely aware of them. Amazon competes with Walmart at the highest level, as well as Target and even Alibaba globally; Apple competes with Samsung most obviously in cell phones, as well as Xiaomi (which is actually the world's largest smartphone manufacturer) and others; Alphabet's (Google's) biggest competitor is actually Meta (Facebook) -- the one is not a search company, nor the other social media as such -- they are both \"companies that sell advertising by providing information on customer activities\".\n\nLOL -- this is the first time I have seen anyone make the tortuous argument that the corruption of government department over-staffing is actually welfare! Family welfare, maybe...\n\nYes, I hate the US health care system, and definitely let's not get started on that one...\n\nMy take on Marx is that he was a sociologist and social reformer masquerading as an economist. His sociology was actually quite good -- this is why sociologists are the group of academics most inclined to still cite him; his economics-as-social-criticism less so. So when Marx refers to the feudal mode of production, he was not only referring to ownership, he was referring to an entire social setup that was not possible to disaggregate it into bits that could somehow be stuck into some other society. So, OK, \"ownership of the means of production\" refers to a feature of modern capitalist society -- but that is OK -- no, we have not somehow changed the nature of our society backward into a feudal one, no matter what Doctorow the non-economist, non-sociologist fiction writer says. Let's not even go there. It is purely rhetorical. Rhetoric is absolutely the field of fiction writers, especially those who are speculative, and Doctorow does it well (when he isn't swearing constantly, IMHO).\n\nYes, Adam Smith was an enemy of LAND rentiers. The best example of this, actually, is NOT Tesla or Meta, but Saudi Arabia and Nigeria and Mongolia and all the countries which are selling natural resources -- this is literal rent on an existing God-given natural resource, for which value is being reaped without labor of the same value being needed. But no -- Meta is reaping value from a couple of things, which are fascinating, but the understanding of which are impeded by Doctorow's rhetoric: 1. it demonstrates a \"new\"-ish Resource of Production, which is DATA -- data is information about how to design things as well as information on the activities and characteristics of economic actors; 2. IP, which is government-conferred \"temporary\" monopoly, in the form of patents and copyrights, which can have astronomical value; and 3. as I mentioned before, the clever extraction of both consumer and producer (and worker, to an extent) surplus for the benefit of workers.", "post_number": 7, "reply_count": 1, "reads": 18, "readers_count": 17, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 28.6, "reply_to_post_number": 1, "target_username": "alberto", "reply_to_post_id": 130332}, "6658": {"topic_id": 18039, "post_id": 136569, "username": "bojanbobic", "user_id": 6658, "created_at": "2024-01-10T13:07:29.915Z", "raw": "Wow, quite a good article John. Thanks for that!\nI am impressed with the story of Nissan using batteries from their EV to power Ajax stadium! \nhttps://www.cnet.com/roadshow/news/nissan-leaf-ev-batteries-to-power-amsterdam-stadium/\n\nping @Miki check these articles", "post_number": 9, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.0, "reply_to_post_number": 8, "target_username": "jcoate", "reply_to_post_id": 136525}, "200": {"topic_id": 18991, "post_id": 133060, "username": "asimong", "user_id": 200, "created_at": "2023-12-08T13:44:51.873Z", "raw": "Well, yes. The question I am putting here is: how is this practically to be achieved, politically? Is it on the agenda, or manifesto, of any major political party that has a chance of being elected or influencing an election? If not, then how, plausibly, could it get there? And if there is doubt about it being achievable politically, what are we left with as common people?", "post_number": 26, "reply_count": 1, "reads": 10, "readers_count": 9, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 7.0, "reply_to_post_number": 25, "target_username": "jcoate", "reply_to_post_id": 132906}, "8344": {"topic_id": 16279, "post_id": 136672, "username": "Ksenija", "user_id": 8344, "created_at": "2024-01-12T21:16:45.389Z", "raw": "As someone who has been a passionate driver for three decades, I must admit that a lot of things changed from the last century. My concern is that these changes are not all good.  Contrary. Regarding the circular economy and sustainability, I'm not sure that we are on the right path. Last year I bought a hibrid car (the same class as the previous one) because Euro 5 engine will not be allowed in the EU countries from the next year. The first thing that I've discovered is that the fuel consumption of the hibrid car is 20% higher in comparison with the EURO 5 fuel brother that I've driven from 2011. So, on the 100 km, hybrid consumption is 5 litre, and EURO 5 old brother 4 l per 100 km.  The price of the hybrid was two times higher in comparison with the EURO 5 brother.. I got a much slower new car than the older brother, with more than double lower km range (the older one had almost 1000 km range with a full tank, and the younger hybrid about 400 km ). The only difference with the older EURO 5 brother was in electronics, which I'm not using because the wi-fi connection with my smartphone and other electronic support only disturbs my driving. The conclusion is that in the end, I've got a new car which has no better performance than the previous one, for double the price, with the bigger cost for maintenance on the annual level.", "post_number": 14, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 35.8, "reply_to_post_number": 1, "target_username": "matthias", "reply_to_post_id": 100017}, "4897": {"topic_id": 18991, "post_id": 137338, "username": "mattias", "user_id": 4897, "created_at": "2024-02-08T21:05:16.544Z", "raw": "I was asked by @bojanbobic to add my thoughts about the text. I think it's informative but I do experience it as quite disenfranchising and uninspiring. It repeats the same kind of facts and arguments about stripping consumer, owner and citizen with \"capitalist\" and \"technofeudalist\" digital technology. Between the lines I read it as a text telling a story about a society where the people who experience the consequences of unregulated development in products and services have retreated from the field of (party) politics.\nThus these people have left the debate and the lawmaking and regulation process with a walkover. \n\nI also don't find the text a very engaging read the way it's written. I wound find it more engaging and intriguing the way that the authors novels are written. I do like several of the authors fictional text but can understand those who get tired of reading this, a collection of bad news written in a long rant. I would have found it very much a source for engagement and action if it would have been formulated in a way like a guide \"multiple ways to combat and regulate anti-consumer practices\". I find much more energy in a constructive conversation in a generative vision such as in the way that the goals of the EU wide Right-to-Repair campaign [Repair.EU](https://repair.eu/) is formulated. I think it is important and it has been fruitful as the new EU laws have been signed - which is only one step in the right direction.\n\n> In a leap forward, the new law supports independent repair and improves consumers’ access to affordable repair options, by introducing **rules for reasonable prices for original parts** as well as **banning software practices which prevent independent repair and the use of compatible and reused spare parts**. Campaigners applaud this as a step in the right direction for affordable repair.\n\nhttps://repair.eu/news/new-eu-law-sets-to-make-repair-more-affordable-for-selected-products-campaigners-push-for-widespread-right-to-repair/", "post_number": 29, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 15.8, "reply_to_post_number": 1, "target_username": "alberto", "reply_to_post_id": 130332}, "5": {"topic_id": 18442, "post_id": 124194, "username": "matthias", "user_id": 5, "created_at": "2023-01-23T15:41:04.713Z", "raw": "[quote=\"ivan, post:1, topic:18442\"]\nThe workshop focuses on four questions:\n\n* How does the automotive industry work?\n[/quote]\n\nThat's an interesting question to discuss! Specifically I would like to know, \"what does the automotive industry optimize for\"? What is it good at, and how is that decided?\n\nIt's apparently not optimized for vehicle longevity, ease of repair, and low total cost of car ownership. As much was quite clear to me from my research when writing my article \"[Automotive Nightmares](https://edgeryders.eu/t/automotive-nightmares/16279)\". (That article has quite some absurd and funny anecdotes about contemporary cars … and later a client told me [some more](/t/16279/5). Enjoy :laughing: )\n\nWhat was not clear to me, and it has been an open question ever since, are the organizational mechanisms that nudged or forced automakers to create *these* products, rather than cars optimized for reliability, low resource consumption, longevity, ease of repair and so on. I'm not assuming it is anyone's personal fault – it's also not just one automaker \"at fault\", it's rather our whole socio-economic system. As much is clear. But what are the forces in our current system that created this situation, how exactly did they have that effect, and what are our options for reversing this damage?\n&nbsp;\n\nI'll try to make it to the event's call and join the Q&A about that. If not possible, I'll explain my questions here so you can discuss it anyway if you like.", "post_number": 2, "reply_count": 0, "reads": 11, "readers_count": 10, "incoming_link_count": 1, "quote_count": 1, "like_count": 0, "score": 37.2, "reply_to_post_number": 1, "target_username": "ivan", "reply_to_post_id": 124124}, "8": {"topic_id": 16279, "post_id": 104029, "username": "nadia", "user_id": 8, "created_at": "2022-03-23T15:29:23.798Z", "raw": "was reminded of that thread about cars in your feed - cant find it again @syntheticzero - you know the one?", "post_number": 8, "reply_count": 0, "reads": 13, "readers_count": 12, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 7.6, "reply_to_post_number": 1, "target_username": "matthias", "reply_to_post_id": 100017}, "7683": {"topic_id": 16279, "post_id": 105624, "username": "Asahi_Bushi", "user_id": 7683, "created_at": "2022-05-04T10:26:27.203Z", "raw": "It’s really refreshing to read something as lucid as this instead of the seemingly ubiquitous “new is better, tech will save us” point of view that dominates most discussions about automobiles. I may love cars and racing, I feel like I got fuel running through my veins, but that doesn’t make me blind to the fact that automobiles are an extremely inefficient method of transport that has shaped our lives mostly for the worst. It’s not just repair costs or breakdown woes: our economies are based on oil and minerals, our cities are built around streets for cars, a significant part of our lifetimes is spent in traffic jams or working towards paying the next installment for that four-wheel luxury object we bought to keep up with the Joneses. That’s what I loved about this article, it realizes these connections and understands that a more genuine approach to car ownership is key to economical and environmental sustainability: it’s not what we buy, it’s how we relate to what we buy through our ownership.\n\nSadly, from my experience in automotive journalism, I think this perspective is rarely considered. It’s all about what’s new, what can be sold to the customer regardless of how soon it’ll become obsolete or how genuinely useless it is. Maybe I’m a bit of a luddite, to me a car only needs four tires, a seat, a radio, and a decent power-to-weight ratio; but why we cannot have a middle ground between a barebones racecar and a mansion on wheels with 500 kilograms of soon-to-be-outdated wiring and semiconductors? Profit? Consumerism? Are we really getting the cars we want and need or are we buying what the auto industry has made us believe we want and need? And on the topic of power-to-weight ratios, if we care so much about engineering efficiency and environmental sustainability, why do we still ignore this critical metric that has defined some of history’s most beloved cars? \n\nThere’s also the topic of safety: everyone wants a safe car, but people rarely care about being safe drivers. I get the feeling it’s because they don’t really care about driving that much, to most people driving is just another menial task like washing the dishes or buying groceries. And I guess that’s the crux of the matter: that flawed value system of our current culture which you mention. I could go on and on and on, and my normal non-gearhead friends know full well I can, but at the end of the day it doesn’t matter if we’re talking about electric cars, self-driving technologies or infotainment systems: if we keep experiencing cars the way most people are doing right now we’ll be living a nightmare in which we’ll be scratching our heads trying to figure out how to repair a sealed AI self-driving unit while the world crashes and burns around us.", "post_number": 10, "reply_count": 1, "reads": 15, "readers_count": 14, "incoming_link_count": 6, "quote_count": 0, "like_count": 0, "score": 98.0, "reply_to_post_number": 1, "target_username": "matthias", "reply_to_post_id": 100017}, "8265": {"topic_id": 18039, "post_id": 136485, "username": "Maurinho", "user_id": 8265, "created_at": "2024-01-08T17:16:56.581Z", "raw": "So true! I firmly believe that embracing a circular economy approach in the automotive industry, where reusing, remanufacturing, and recycling are pivotal, will pave the road to sustainable innovation and reduced environmental impact, steering us towards a future of resource efficiency and greener mobility.", "post_number": 4, "reply_count": 1, "reads": 10, "readers_count": 9, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 22.0, "reply_to_post_number": 1, "target_username": "inge", "reply_to_post_id": 119723}, "8338": {"topic_id": 18039, "post_id": 136495, "username": "Chiara1", "user_id": 8338, "created_at": "2024-01-08T18:58:56.406Z", "raw": "The circular economy in the automotive industry has a big promise, but its success depends on navigating the complexities of diverse materials, evolving technologies, and shifting consumer preferences. A balance between innovation and sustainability is crucial. Embracing closed-loop systems tailored to specific products, sectors, and economies can really encourage resource efficiency and waste reduction. The ongoing transition from traditional to electric vehicles adds another layer of consideration. Careful management of materials, waste streams, and recycling methods will be pivotal in realizing a truly sustainable circular economy within the automotive sector.", "post_number": 6, "reply_count": 0, "reads": 9, "readers_count": 8, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 31.8, "reply_to_post_number": 1, "target_username": "inge", "reply_to_post_id": 119723}, "8299": {"topic_id": 18039, "post_id": 136508, "username": "Miki", "user_id": 8299, "created_at": "2024-01-08T19:19:49.426Z", "raw": "While electric vehicles (EVs) offer a greener alternative to traditional cars, in my opinion recycling their batteries poses significant challenges. \nThe complexity of lithium-ion batteries, coupled with the scarcity of recycling infrastructure, makes the process intricate and resource-intensive. Extracting valuable materials like lithium, cobalt, and nickel requires sophisticated methods, often involving energy-intensive processes. Consequently, the environmental impact of battery production and recycling raises questions about the overall sustainability of EVs. There are huge environmental problems in countries who are exploiting lithium and the demand for this material is exponentially  increasing. \nAs we navigate the transition to electric mobility, addressing these complexities and investing in advanced recycling technologies is crucial to ensure that the green promise of EVs is not overshadowed by the challenges of battery producing and recycling.", "post_number": 7, "reply_count": 1, "reads": 8, "readers_count": 7, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 21.6, "reply_to_post_number": 1, "target_username": "inge", "reply_to_post_id": 119723}, "8345": {"topic_id": 18039, "post_id": 136697, "username": "BadeS", "user_id": 8345, "created_at": "2024-01-14T17:45:33.429Z", "raw": "Circular economy concept in any industry, as well as in automotive, is something that has primarily positive effect on well-being of society, environmental protection and socio-economic maturity of certain country or region. Usually, the care for similar topics is coming from countries and regions which already have established satisfactory level of economic welfare and overall progress. \n\nIf we know that automotive OEMs and it's major suppliers are coming from private sector globally, it is very important to understand that governments needs to be active player in stimulation of mentioned concept of circular economy. With infrastructural and legislative support from authorities, combined with proper educational communication towards customers, companies will become more than motivated to invest in change of business model, where focus would be how to keep resources in use for as long as possible. In addition, with investments in new technologies, that would create additional efficiencies with effect on reducing of operating costs over time, situation is obviously becoming beneficial for everybody.", "post_number": 10, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 21.0, "reply_to_post_number": 1, "target_username": "inge", "reply_to_post_id": 119723}, "7647": {"topic_id": 16832, "post_id": 104560, "username": "jos", "user_id": 7647, "created_at": "2022-04-20T15:07:24.798Z", "raw": "I got it! :-)", "post_number": 2, "reply_count": 0, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 51.4, "reply_to_post_number": 1, "target_username": "ivan", "reply_to_post_id": 104558}, "8169": {"topic_id": 18891, "post_id": 128515, "username": "IARC-01AMN", "user_id": 8169, "created_at": "2023-07-03T10:45:46.175Z", "raw": "I think it's a local issue that its result will be an international issue. If our thinking will be from bottom up, from from the from the consumer side. And eventually the solution will be a global solution. That's bottom up is always my my way of thinking of stuff. So I think that's the way that will work.", "post_number": 37, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 128478}, "8161": {"topic_id": 18824, "post_id": 127980, "username": "Bern-12Tob", "user_id": 8161, "created_at": "2023-06-13T11:13:54.870Z", "raw": "Good.", "post_number": 54, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 2, "quote_count": 0, "like_count": 0, "score": 10.8, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 127926}, "8162": {"topic_id": 18825, "post_id": 128016, "username": "Bern-13Val", "user_id": 8162, "created_at": "2023-06-13T11:19:53.860Z", "raw": "It's a whole planet issue, Yes. Yes. But I mean, for for the more developed countries, it's more like like a mandatory to to be concerned about it because we cost most of it. And we also have the option and the money and the possibilities to find solutions. So even if we're a small country, maybe here, I think it's not a reason for not to do something because, yes, we can find out new ways of attractive ways of living. Yes. Yeah.", "post_number": 35, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 127981}, "8160": {"topic_id": 18823, "post_id": 127923, "username": "Bern-11Seb", "user_id": 8160, "created_at": "2023-06-13T11:03:53.557Z", "raw": "Yeah, I think it's a global it's a global scale. We have to think globally. We can't say that we we reduce our ecological footprint locally and don't care about the the consequences in other countries. So this is greenwashing. We should avoid that. I'm in a in the European University Association Research Innovation Strategy Group, and it's a big issue, cross-country discussions about what can we do in science systems, cross-border collaborations on on developing circular economy in sustainability. So it's it's at least in that team it's an European issue, but I also think it's a global issue. Yeah, we can only change the world by saving the world as such. Yeah.", "post_number": 44, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 127879}, "8158": {"topic_id": 18816, "post_id": 127804, "username": "Bern-09Nad", "user_id": 8158, "created_at": "2023-06-12T16:08:35.920Z", "raw": "Nadine.", "post_number": 52, "reply_count": 1, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.4, "reply_to_post_number": 51, "target_username": "TR-ethnographer3", "reply_to_post_id": 127803}, "8157": {"topic_id": 18815, "post_id": 127751, "username": "Bern-08Matt", "user_id": 8157, "created_at": "2023-06-12T15:49:32.994Z", "raw": "You're welcome.", "post_number": 55, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 54, "target_username": "TR-ethnographer3", "reply_to_post_id": 127750}, "8151": {"topic_id": 18808, "post_id": 127498, "username": "Bern-03HEI", "user_id": 8151, "created_at": "2023-06-11T21:34:32.291Z", "raw": "I'm honestly not. Not, um. I think I'm not the right type of person to answer that question because I have no or very little knowledge about the car industry. So, um, I just think it's going to be, um, a hell of a challenge to to build a circular economy in the automobile industry. Yeah.", "post_number": 46, "reply_count": 1, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.4, "reply_to_post_number": 45, "target_username": "TR-ethnographer3", "reply_to_post_id": 127497}, "8149": {"topic_id": 18806, "post_id": 127400, "username": "Bern-01AND", "user_id": 8149, "created_at": "2023-06-11T21:07:33.557Z", "raw": "It's international because parts are manufactured across the world. It comes together in one product at one place and then gets used there. But then after it's been used, it then gets taken apart again and it goes. It's international. Okay. Okay. Okay.", "post_number": 42, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 41, "target_username": "TR-ethnographer3", "reply_to_post_id": 127399}, "7998": {"topic_id": 17985, "post_id": 118389, "username": "TR-ethnographer2", "user_id": 7998, "created_at": "2022-11-11T10:54:37.039Z", "raw": "Okay. Thank you very much.", "post_number": 58, "reply_count": 0, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.4, "reply_to_post_number": 57, "target_username": "Stuttgart-18JBO", "reply_to_post_id": 118388}, "8012": {"topic_id": 17998, "post_id": 119101, "username": "Stuttgart-29HLO", "user_id": 8012, "created_at": "2022-11-11T15:20:46.098Z", "raw": "Thank you.", "post_number": 68, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 1.0, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 119033}, "8011": {"topic_id": 17997, "post_id": 119032, "username": "Stuttgart-28HNK", "user_id": 8011, "created_at": "2022-11-11T15:06:19.298Z", "raw": " Okay. You're welcome.", "post_number": 77, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118952}, "8010": {"topic_id": 17996, "post_id": 118950, "username": "Stuttgart-27GRP", "user_id": 8010, "created_at": "2022-11-11T14:44:54.770Z", "raw": "If not. There is waste, I think, is not reusable anymore.", "post_number": 65, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118884}, "8009": {"topic_id": 17995, "post_id": 118883, "username": "Stuttgart-26GLN", "user_id": 8009, "created_at": "2022-11-11T14:34:29.957Z", "raw": "You're welcome.", "post_number": 46, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118837}, "8008": {"topic_id": 17994, "post_id": 118835, "username": "Stuttgart-25FRA", "user_id": 8008, "created_at": "2022-11-11T14:26:18.343Z", "raw": "There are a lot of stories about that one. And you also see you see films about burn holes where all the tin and gold is getting out there in the desert somewhere. Yeah. But our goals, whatever the basic goals, that should be recycled. Yeah. What do you do with all the material, the different materials of of the electronics? Electronics, of course, many components and many components of a platinum print plat that you can re-use and but not everything. And there are also in this one components, also harmful materials in there. So you have to separate them and then you can see what you can do with it. But I think nowadays they are not doing that very carefully. It's getting better also. But you always see a lot of videos of of burning, burning electronic waste in somewhere in the desert. And they are getting some materials, steel material out of there and there's money for them. But they note and not another notion about the environment. But there's a significant, of course, here in Europe using the environment and. And using also the the wrong materials and the waste of that use goes to other countries. They are poor and that raises for them money. So that's what's happening.", "post_number": 50, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118785}, "8007": {"topic_id": 17993, "post_id": 118784, "username": "Stuttgart-24DEN", "user_id": 8007, "created_at": "2022-11-11T14:08:18.707Z", "raw": "Yeah. Thank you to.", "post_number": 56, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 1.0, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118727}, "8006": {"topic_id": 17992, "post_id": 118726, "username": "Stuttgart-23CRX", "user_id": 8006, "created_at": "2022-11-11T13:58:28.403Z", "raw": "You're welcome.", "post_number": 66, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118660}, "8005": {"topic_id": 17991, "post_id": 118659, "username": "Stuttgart-22CHA", "user_id": 8005, "created_at": "2022-11-11T13:45:34.152Z", "raw": "Okay.", "post_number": 59, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 2, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118601}, "8002": {"topic_id": 17990, "post_id": 118594, "username": "Stuttgart-21BRON", "user_id": 8002, "created_at": "2022-11-11T12:10:05.792Z", "raw": "I think we could recycle a lot of it, but I think it's not done right now. If you look at the. Yeah. How do you call it the slope? I don't know where old cars are sold. I know a wreckage of wreckage. That record store. I think there is a lot of possibility to recycle stuff, but now it just pried open and cars and not used. So I think there is a way you can make a choice change, but I think most of the stuff is recyclable. If you could see now in just normal household waste, they can recycle anything. Why not in cars? Because motivators, metal or something, so you can recycle it. But yeah, it's it's all about price money. That's the main thing.", "post_number": 71, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118522}, "8003": {"topic_id": 17990, "post_id": 118596, "username": "Stuttgart-21KIM", "user_id": 8003, "created_at": "2022-11-11T12:10:17.499Z", "raw": "Same as him. Yeah. Yeah. It's just sad that the want to make the most money out of it instead of helping the environment. I think they could really change a lot of things. Yeah.", "post_number": 73, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118522}, "8018": {"topic_id": 18009, "post_id": 119395, "username": "Stuttgart-33VIN", "user_id": 8018, "created_at": "2022-11-12T09:26:58.004Z", "raw": "Okay.", "post_number": 50, "reply_count": 0, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 119346}, "8001": {"topic_id": 17989, "post_id": 118521, "username": "Stuttgart-20BOS", "user_id": 8001, "created_at": "2022-11-11T11:55:47.769Z", "raw": "You're welcome.", "post_number": 54, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 118467}, "7999": {"topic_id": 17988, "post_id": 118465, "username": "Stuttgart-19CXL", "user_id": 7999, "created_at": "2022-11-11T11:44:12.660Z", "raw": "So, yeah, unfortunately, it will add to the amount of garbage we already have in the world. No, unfortunately, Yeah, that's true. And in Europe, you don't see it because they dispose of it in containers, perhaps in fires that they industrialize it. But when you see the movies or documentaries about Africa or Asia, you see the plastic floating in the rivers, You see the garbage thrown out the houses. So probably the last. Yeah, I would like the cars to be 100% recyclable, but I don't think they are. No, sorry.", "post_number": 73, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 71, "target_username": "Stuttgart-19BYX", "reply_to_post_id": 118463}, "8000": {"topic_id": 17988, "post_id": 118463, "username": "Stuttgart-19BYX", "user_id": 8000, "created_at": "2022-11-11T11:43:46.514Z", "raw": "No, no, no, no.", "post_number": 71, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 70, "target_username": "Stuttgart-19CXL", "reply_to_post_id": 118462}, "8013": {"topic_id": 17999, "post_id": 119152, "username": "Stuttgart-30MGX", "user_id": 8013, "created_at": "2022-11-11T15:30:28.800Z", "raw": "Okay.", "post_number": 49, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 119102}, "8014": {"topic_id": 18001, "post_id": 119205, "username": "Stuttgart-31RDN", "user_id": 8014, "created_at": "2022-11-11T15:38:29.306Z", "raw": "Yeah, no problem.", "post_number": 52, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 119153}, "8015": {"topic_id": 18005, "post_id": 119328, "username": "Stuttgart-32STV", "user_id": 8015, "created_at": "2022-11-11T16:06:52.031Z", "raw": "I think they put it on a big mountain and they crash it together and it's yeah, it lays there 20 years maybe, and it going down in the, in the, in the ground. I think that's not good, but I think that happens.", "post_number": 112, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.0, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 119209}, "8016": {"topic_id": 18005, "post_id": 119326, "username": "Stuttgart-32TAL", "user_id": 8016, "created_at": "2022-11-11T16:06:35.232Z", "raw": "I think they put it on a big thing and then they put Yes. And then they put a machine and they can press it together and then. Yeah. Yeah. I don't know. Burn it or something. I don't know. But that's not even good for the environment. So I don't know. I think that I don't know.", "post_number": 110, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.0, "reply_to_post_number": 1, "target_username": "TR-ethnographer2", "reply_to_post_id": 119209}, "7997": {"topic_id": 17985, "post_id": 118388, "username": "Stuttgart-18JBO", "user_id": 7997, "created_at": "2022-11-11T10:54:27.700Z", "raw": "On the on the trash in the trash bin most of the times. But I have to say in Holland, more and more people are we have in Holland we have modular slots and you can put all your waste plastics, electronics, paintings, chemical waste you can all so they store it in the right way and we use it in the right way. Okay, so that's a good thing. In Holland, I think more and more, more people are using it.", "post_number": 57, "reply_count": 1, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.4, "reply_to_post_number": 56, "target_username": "TR-ethnographer2", "reply_to_post_id": 118387}, "8204": {"topic_id": 18935, "post_id": 129928, "username": "IARC-31YVE", "user_id": 8204, "created_at": "2023-07-05T14:15:04.598Z", "raw": " Because, I said former. It's for country. It's the the cycle is too small. And if it is a worldwide circulation, you have other streams of the of the of the materials and you can recycle it better and economically.", "post_number": 42, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129886}, "8203": {"topic_id": 18934, "post_id": 129884, "username": "IARC-30YUL", "user_id": 8203, "created_at": "2023-07-05T14:09:44.016Z", "raw": "Is it international. This is global everywhere. It's need to take care because you talk about the one one Earth. So it's global. So everywhere you need to take care not only one area, you know, Europe is really very strictly now take care of, but the USA is really they don't take care even they don't in Basel convention. So so we need you know say all the world should take care. Yeah.", "post_number": 50, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129834}, "8202": {"topic_id": 18933, "post_id": 129832, "username": "IARC-29SVE", "user_id": 8202, "created_at": "2023-07-05T14:02:38.311Z", "raw": "All of them. Yeah, this is the solution. If because usually if you tackle a problem, you have to tackle it at different levels. At a micro level, at so at different levels. And like you mentioned, it should be at national level and an international level and globally it's only two to the benefit.", "post_number": 44, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129788}, "8201": {"topic_id": 18932, "post_id": 129786, "username": "IARC-28SHA", "user_id": 8201, "created_at": "2023-07-05T13:51:21.545Z", "raw": "Like this conference, we we see, uh, automotive being one of the biggest industries all over the world. And as we see the, the amount of plastics is also increasing in automotive industry. So it does make sense to talk about circularity and recycling or reusing the plastics in the same way.", "post_number": 40, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129746}, "8200": {"topic_id": 18931, "post_id": 129744, "username": "IARC-27RUD", "user_id": 8200, "created_at": "2023-07-05T13:45:40.198Z", "raw": " No, it's worldwide. It have to be worldwide. We have. That's also another trend. It's global and it's have to be global thinking. Of course, not a one car manufacturer as Renault. It's it's have to be with Toyota, with Volkswagen. Everything have to work together.it´s okay?", "post_number": 43, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129701}, "8199": {"topic_id": 18929, "post_id": 129699, "username": "IARC-26ROB", "user_id": 8199, "created_at": "2023-07-05T13:35:55.504Z", "raw": "All right. Thanks.", "post_number": 55, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129644}, "8198": {"topic_id": 18928, "post_id": 129642, "username": "IARC-25NOK", "user_id": 8198, "created_at": "2023-07-05T13:23:46.933Z", "raw": "It's everything. You start locally, but especially if it comes to CO2 emissions. We all know the the the impact will be worldwide. So of course you try near your home, but it has to extend and it has to become global. Unless it's the problems will be just shifted somewhere else. That's how it is. So no border. In the end. Yeah.", "post_number": 45, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129598}, "8197": {"topic_id": 18927, "post_id": 129595, "username": "IARC-24MIL", "user_id": 8197, "created_at": "2023-07-05T13:16:10.106Z", "raw": "It's an international issue, definitely. Why? Because we need to collaborate and we need to collaborate across countries and not only in one country. Again, it's a collaborative approach. It's not a linear approach anymore. And the more the world is more global than ever. So we need to have an international understanding to go in the same direction.", "post_number": 42, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129553}, "8196": {"topic_id": 18925, "post_id": 129550, "username": "IARC-23MIC", "user_id": 8196, "created_at": "2023-07-05T13:07:52.875Z", "raw": " I think we should start, uh, locally and then it will grow still step by step to national and then perhaps international or in the world. I know the country, some countries are behind European, so that's it. And those countries will take more time than us to do to to go to the circular economy.", "post_number": 34, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129517}, "8194": {"topic_id": 18922, "post_id": 129510, "username": "IARC-22MAT", "user_id": 8194, "created_at": "2023-07-04T20:46:18.623Z", "raw": "No, it's a global issue. And it's like we see, you know, I was talking to to car manufacturers from the other side of the world. And I mean, it's a global issue. I think everyone got that point. Yeah, I really think so.", "post_number": 36, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129473}, "8193": {"topic_id": 18921, "post_id": 129471, "username": "IARC-21MAR", "user_id": 8193, "created_at": "2023-07-04T18:30:20.254Z", "raw": "Thank you for your information sheet. I hope I helped you a little bit.", "post_number": 45, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129426}, "8192": {"topic_id": 18920, "post_id": 129425, "username": "IARC-20MAR", "user_id": 8192, "created_at": "2023-07-04T18:00:49.939Z", "raw": "Okay. Thank you very much.", "post_number": 37, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 129388}, "8159": {"topic_id": 18821, "post_id": 127876, "username": "Bern-10Nat", "user_id": 8159, "created_at": "2023-06-13T10:48:34.159Z", "raw": "Nein, nein, es gibt ja hervorragende lokale Initiativen, wie das auf ganz kleinem Level bestens geleistet werden kann. Und ich glaube einfach, die kleinen Initiativen reichen nicht. Da müssen eben die Unternehmen und auch die Staaten natürlich wesentlich mehr noch leisten.", "post_number": 46, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "TR-ethnographer3", "reply_to_post_id": 127826}, "8156": {"topic_id": 18813, "post_id": 127682, "username": "Bern-07Luc", "user_id": 8156, "created_at": "2023-06-12T08:35:04.881Z", "raw": "Ja, ich denke, man müsste nachweisen oder nachvollziehen können, wo sich die Fahrzeuge dann befinden. Ich denke da an den Occasionsmarkt. Und wenn es in den europäischen, auch wenn es für den europäischen Markt nicht mehr reicht, gehen sie oft dann nach Afrika oder so? Man müsste das die die Fahrzeuge. nachverfolgen Können dann, äh die wieder zurückführen können. Ähm, die Komponenten so entwickeln, dass man sie auch wieder auseinanderbauen kann, zum Beispiel Aluminium Karosserie, das Aluminium wieder einschmelzen. Das wäre wäre ein Ansatz, den man verfolgen könnte.", "post_number": 48, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 47, "target_username": "TR-ethnographer3", "reply_to_post_id": 127681}, "8155": {"topic_id": 18812, "post_id": 127630, "username": "Bern-06Kat", "user_id": 8155, "created_at": "2023-06-12T08:16:46.524Z", "raw": "Ich denke, jede Ebene hat seine Berechtigung. Ich meine, lokal tun sich Firmen zusammen und die kennen sich. Dann sage ich zum ersten Natürlich braucht es aber einen nationalen Plan. Wohin wollen wir? Und wir sind eben, wie wir auch schon hier wissen, nicht unabhängig von der Regelungen in der EU. Also ich denke, das spielt dann alles zusammen, auch international. Unsere Impact Sie, die wir verursachen siend mehrheitlich im Ausland. Es ist ein systemisches Problem. wir können nicht alleine handeln, aber es kann doch auch sein, dass man im Lokalen auch schon sehr viel miteinander zusammenarbeiten kann und hier verkürzte Wege nehmen kann.", "post_number": 40, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 39, "target_username": "TR-ethnographer3", "reply_to_post_id": 127629}, "8154": {"topic_id": 18811, "post_id": 127588, "username": "Bern-05Karl", "user_id": 8154, "created_at": "2023-06-12T08:06:46.665Z", "raw": "Es hat ja auch schon Ansätze gegeben, eigentlich die Reise von A nach B aufzuschlüsseln, das heißt ÖV nicht als Konkurrent, sondern vielleicht als Ergänzung zu sehen oder Fahrraddienste, die mit dem Auto kombinierbar sind. Ich denke, solche Konzepte, die sich vielleicht jetzt noch nicht durchgeschlagen haben, aber dass ich überall etwas zu Verfügung habe und immer für das, was ich gerade so wie das Beste empfinde, auch aus ökologische sind, eigentlich Zugriff habe. Das ist sicherlich konzeptionell weiterzuentwickeln oder zum Durchbruch zu verhelfen. Auf der anderen Seite kann es nur sein, dass man immer weiter forscht, forscht, forscht. Wie können wir in dem Sinne eigentlich Distanz überwinden? Weil was für mich nicht infrage kommt, ist die Distanz nicht zu überwinden, weil aus kulturellen Aus, aus zwischenmenschlicher, zwischenkultureller Sicht. Vor allem ist es wichtig, dass wir reisen. Es ist wichtig, dass wir Menschen anderer Länder, anderer Kulturen kennen und dementsprechend ist dieser Austausch wichtig. Also alles aus dem Homeoffice zu gestalten, wäre eine öde Welt. Genau.", "post_number": 40, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 39, "target_username": "TR-ethnographer3", "reply_to_post_id": 127587}, "8152": {"topic_id": 18809, "post_id": 127540, "username": "Bern-04JAS", "user_id": 8152, "created_at": "2023-06-11T21:47:35.136Z", "raw": "Ja, die Automobilindustrie ist ja sowieso schon international, also von sich aus schon aufgestellt. Insofern wären die eigentlich diejenigen, die das als erste international machen können, weil die ja ihre. ihre Finger sozusagen sowieso in ihre Zulieferer von oben herab haben. Und ob das Lokales oder Internationales ist, glaube ich total egal, Hauptsache kostengünstig, effizient und ja. Also vielleicht korrigieren Sie mich, wenn ich das falsch sehe, aber ich glaube, das ist so falsch nicht. Automobilindustrie ist sicher international.", "post_number": 39, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 38, "target_username": "TR-ethnographer3", "reply_to_post_id": 127539}, "8150": {"topic_id": 18807, "post_id": 127448, "username": "Bern-02CAR", "user_id": 8150, "created_at": "2023-06-11T21:21:31.559Z", "raw": "Also echt ist genau gleich.", "post_number": 46, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 45, "target_username": "TR-ethnographer3", "reply_to_post_id": 127447}, "6670": {"topic_id": 16832, "post_id": 113935, "username": "ivan", "user_id": 6670, "created_at": "2022-07-21T15:52:38.196Z", "raw": "Bullet points from today's call:\n\n### [Women Automotive Network](https://womenautomotivesummit.com/):\n* idea: bring one of their speakers to an event organised by Edgeryders concerning the CE in auto which incudes the diversity angle \n* @inge connects and asks them to join one of our events on CE engaging the consumers in the first place  \n* Inge (and maybe Nadia too) participates to their November event, exploring the possibility to present Treasure in that context in the future (NB - the target audience and the speakers are hihg level, but in their mail they said to be open for our intervention - details and eventual costs yet to be understood)\n\n### Inge's interviews\n\n* from the Paul's transcript Inge prepares a summary article usable for engagement on the platform\n* we distill the different topics (into specific threads?) coming from the interview and follow the trail of interesting people and themes to see how to organise CE success stories events from that\n* once the transcript is clean, we try to build a conversation around it (and the topics above)\n* we organise an event with Paul\n\n### Circular Cars Initiative\n\n* Ivan prepares the summary of the reports \n* we connect them to Inge's work and see how to proceed", "post_number": 10, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 21.0, "reply_to_post_number": 9, "target_username": "ivan", "reply_to_post_id": 113079}, "4096": {"topic_id": 17703, "post_id": 116770, "username": "marina", "user_id": 4096, "created_at": "2022-08-31T15:47:54.642Z", "raw": "[Featured on Instagram](https://www.instagram.com/p/Ch7YQzmKeRa/) ;)", "post_number": 3, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 36.0, "reply_to_post_number": 2, "target_username": "Nica", "reply_to_post_id": 116492}, "8103": {"topic_id": 18470, "post_id": 124476, "username": "inge-250123", "user_id": 8103, "created_at": "2023-01-29T18:41:16.932Z", "raw": "I'm looking forward to rereading what was said today. And there's still some new topics out of it that we can discuss with the community. I want to thank everyone who was here today as well for your contribution. And yes, Paul will be in touch. Thank you all so much. Have a nice evening.", "post_number": 66, "reply_count": 1, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.4, "reply_to_post_number": 65, "target_username": "paul-250123", "reply_to_post_id": 124475}, "8104": {"topic_id": 18470, "post_id": 124477, "username": "paul-250123", "user_id": 8104, "created_at": "2023-01-29T18:41:23.787Z", "raw": "Thanks very much.", "post_number": 67, "reply_count": 1, "reads": 6, "readers_count": 5, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.2, "reply_to_post_number": 66, "target_username": "inge-250123", "reply_to_post_id": 124476}, "8106": {"topic_id": 18470, "post_id": 124460, "username": "matthias_250123", "user_id": 8106, "created_at": "2023-01-29T18:35:39.680Z", "raw": "Yeah, it was a similar topic as what Ivan was asking about. So about this discussion of resiliency as you proposed versus efficiency. And I have this impression that often times cars can be efficient in some ways, but it's just what they are optimized for. There are a lot of things they're just not efficient for. So when you optimize for one thing, a lot of other potential optimization goals you can't fulfill anymore. So, for example, car repair is in many cases not efficient tracking down arrows in the electronics when the self-diagnosis fails and getting the right spare part. And you have so, so many varieties of that, it's not efficient. Oftentimes it's the reason why a car is an economic loss, even though 99% of the technology is still fine. So I would not I don't know if it's a question, but this notion of efficiency, what? What exactly are you talking about? What measure of efficiency when in so many ways there's a lot of waste and inefficiency inside cars?", "post_number": 51, "reply_count": 1, "reads": 8, "readers_count": 7, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.6, "reply_to_post_number": 50, "target_username": "inge-250123", "reply_to_post_id": 124459}, "8107": {"topic_id": 18470, "post_id": 124440, "username": "veronica-250123", "user_id": 8107, "created_at": "2023-01-29T18:30:30.308Z", "raw": "Yeah, yeah, yeah. In in some cases you have at least have to have at least two people. But in New York where I live, you have to have at least three people to be in the express lane.", "post_number": 31, "reply_count": 1, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.4, "reply_to_post_number": 30, "target_username": "paul-250123", "reply_to_post_id": 124439}, "8105": {"topic_id": 18470, "post_id": 124478, "username": "ivan-250123", "user_id": 8105, "created_at": "2023-01-29T18:41:31.066Z", "raw": "Bye. Thank you.", "post_number": 68, "reply_count": 0, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.4, "reply_to_post_number": 67, "target_username": "paul-250123", "reply_to_post_id": 124477}, "8108": {"topic_id": 18470, "post_id": 124474, "username": "owen-250123", "user_id": 8108, "created_at": "2023-01-29T18:40:57.904Z", "raw": "Thank you very much.", "post_number": 64, "reply_count": 1, "reads": 7, "readers_count": 6, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.4, "reply_to_post_number": 63, "target_username": "inge-250123", "reply_to_post_id": 124472}, "7844": {"topic_id": 17315, "post_id": 111602, "username": "TR-ethnographer", "user_id": 7844, "created_at": "2022-07-11T09:19:38.680Z", "raw": "Letzte Frage Elektroschrott. Wenn er nicht mehr verwendet werden kann, was glaubst du, wo er landet?", "post_number": 41, "reply_count": 1, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 40, "target_username": "Allsted-01T", "reply_to_post_id": 111601}, "7916": {"topic_id": 17461, "post_id": 113887, "username": "Stuttgart-17NCY", "user_id": 7916, "created_at": "2022-07-19T16:24:20.036Z", "raw": "Ich bringe es dann zum Wertstoffhof. Was sie dann damit machen, weiß ich nicht. Ich hatte auch letztens, das hatten wir glaube ich, einen Bildschirm oder ich weiß nicht mehr, irgendwas war es und wusste nicht wohin. Haben wir zum Wertstoffhof gebracht. Was danach tatsächlich passiert, Ob die Teile wiederverwendet werden, ob es auseinandergebaut wird, denke ich schon. Das ist eher wieder so ReUsing geben wird. Haben Sie da eine Antwort drauf? Was damit passiert.\n\n Nur habe ich auch keine Ahnung. Also ich hoffe das es irgendwie recycelt wird, dass man es wieder verwenden kann. Vielleicht, ja, schwierig. Gute Frage, aber ich weiß es nicht.\n\n**Aber was ich mitbekommen habe, um diese ganzen Elektrofahrzeuge auf die Straße zu bringen, kritisiert ihr alle die Benziner. Aber man sieht was da an Batterien und Kinderarbeit. Die Bilder, die mir jetzt in den Sinn kommen, habe ich irgendwann mal aufgeschnappt. Dann muss man hinterfragen, ob wir weniger. Für weniger verschmutzen mit diesem Elektro oder ob wir genauso viel oder sogar mehr damit verschmutzen. Mal In den Raum gestellte Frage.**", "post_number": 60, "reply_count": 1, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.0, "reply_to_post_number": 59, "target_username": "TR-ethnographer", "reply_to_post_id": 113886}, "7915": {"topic_id": 17461, "post_id": 113885, "username": "Stuttgqrt-17FZY", "user_id": 7915, "created_at": "2022-07-19T16:23:54.245Z", "raw": "Ich denke die Automobilbranche schaut schon ziemlich drauf. Eben Elektro, Wasserstoff. Wie auch immer. Ja. Sie müssen schauen, Dass sie das irgendwie vereinen können, damit das Auto nicht komplett in Vergessenheit gerät, sage ich mal.", "post_number": 58, "reply_count": 1, "reads": 6, "readers_count": 5, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 11.2, "reply_to_post_number": 57, "target_username": "Stuttgart-17NCY", "reply_to_post_id": 113884}, "7914": {"topic_id": 17461, "post_id": 113895, "username": "Stuttgart-17MAY", "user_id": 7914, "created_at": "2022-07-19T16:26:38.596Z", "raw": "Gerade die Umstellung von E auf Elektroautos oder Hybrid, vor allem Mobilität, Mobilität attraktiver zu gestalten, für jeden Endverbraucher finanzierbar zu machen und nicht nur für die Elite oder die High Society. Ja, und da. Anreize und Vorteile zu schaffen.", "post_number": 68, "reply_count": 1, "reads": 4, "readers_count": 3, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.8, "reply_to_post_number": 67, "target_username": "TR-ethnographer", "reply_to_post_id": 113894}, "7911": {"topic_id": 17460, "post_id": 113805, "username": "Stuttgart-16FRY", "user_id": 7911, "created_at": "2022-07-19T16:00:51.362Z", "raw": " Ich würde schon sagen vier. Es wird ja immer größeres Thema mit Umweltverschmutzung. Man merkt Es ja auch schon an der Luft, dass sie nicht mehr von der Qualität so ist, wie es sein soll.", "post_number": 48, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 47, "target_username": "TR-ethnographer", "reply_to_post_id": 113804}, "7913": {"topic_id": 17460, "post_id": 113823, "username": "Stuttgart-16SAY", "user_id": 7913, "created_at": "2022-07-19T16:04:07.341Z", "raw": " Bin mir ziemlich sicher, dass der Großteil davon Auf der Deponie landet, weil es ganz schwierig ist, diese Teile tatsächlich Wieder zu verwenden und auch im Hinblick auf Gefahr von Explosionen glaube ich, dass es ein großes #Thema ist, wie man diese Batterien wieder verwenden kann oder tatsächlich recyclen kann. Die Firmen, die sich damit beschäftigen, sind noch Nischenfirmen und sind gerade erst im Kommen und forschen, was man damit machen kann bzw. wie man es richtig macht.", "post_number": 66, "reply_count": 1, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 65, "target_username": "TR-ethnographer", "reply_to_post_id": 113822}, "7912": {"topic_id": 17460, "post_id": 113824, "username": "Stuttgart-15ALY", "user_id": 7912, "created_at": "2022-07-19T16:04:18.691Z", "raw": "Glaube nicht, dass damit viel passiert. Klar, Handy, das kann man zurückgeben, um sie wieder zu verwenden. Aber sonst, dass es einfach irgendwo liegen bleibt.", "post_number": 67, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 66, "target_username": "Stuttgart-16SAY", "reply_to_post_id": 113823}, "7910": {"topic_id": 17456, "post_id": 113754, "username": "Stuttgart-15COX", "user_id": 7910, "created_at": "2022-07-19T15:36:03.428Z", "raw": "Wenn wirklich gar nichts mehr rauszuholen ist, dann ist es halt wirklich Restmüll, mit dem man nichts anfangen kann. Und ich vermute mal, dass es dann in Länder verkauft wird, die es dann, wo es dann eben gelagert wird. Das ist halt ein Problem. Afrika zum Beispiel oder so, da kann ich mir vorstellen, dass es dann so ist.", "post_number": 51, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 50, "target_username": "Stuttgart-15ANY", "reply_to_post_id": 113753}, "7909": {"topic_id": 17456, "post_id": 113753, "username": "Stuttgart-15ANY", "user_id": 7909, "created_at": "2022-07-19T15:35:46.925Z", "raw": "Da gibt es verschiedene Möglichkeiten. Es gibt ja wirklich Entsorgungsmöglichkeiten, wo die Teile dann auch wiederverwendet werden, aber da landet vielleicht sogar ein Großteil, aber eben nicht alles. Also die Teile werden auch teilweise sehr falsch entsorgt.", "post_number": 50, "reply_count": 1, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 49, "target_username": "TR-ethnographer", "reply_to_post_id": 113752}, "7908": {"topic_id": 17455, "post_id": 113697, "username": "Stuttgart-14JLY", "user_id": 7908, "created_at": "2022-07-19T15:23:27.652Z", "raw": "Also wenn alle Rohstoffe raus sind. Auf der Müllkippe oder im Ausland ist höchstwahrscheinlich. Also es wird wahrscheinlich mit einem großen Frachter mit viel Diesel irgendwo nach Übersee geschifft.", "post_number": 49, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 48, "target_username": "TR-ethnographer", "reply_to_post_id": 113696}, "7907": {"topic_id": 17455, "post_id": 113698, "username": "Stuttgart-14FTY", "user_id": 7907, "created_at": "2022-07-19T15:23:33.610Z", "raw": "Denke ich auch. Ich kenn mich allerdings nicht so aus. Ich sehe nur, ich sehe zum Beispiel auf der B10. Einen solchen Schrottplatz mit Elektroschrott aus, Firma Bosch ist es, glaube ich. Aber ich hatte auch einen Bekannten, der in jenem Bereich tätig war und er meinte auch, dass dort viele der Sachen wiederverwendbar sind und. Auch ganz normal genutzt werden könnten, die aber im Müll landen aus verschiedenen Gründen. Ich weiß allerdings nicht den genauen Prozess und wo die final enden. Wahrscheinlich, aber ich weiß es auch nicht so genau.", "post_number": 50, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 49, "target_username": "Stuttgart-14JLY", "reply_to_post_id": 113697}, "7906": {"topic_id": 17454, "post_id": 113638, "username": "Stuttgart-13GUX", "user_id": 7906, "created_at": "2022-07-19T15:06:52.439Z", "raw": "Also ich tue meinen Elektroschrott auch auf die Deponie.  Was sie damit dann nachher machen, keine Ahnung.", "post_number": 51, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 50, "target_username": "Stuttgart-13DAX", "reply_to_post_id": 113637}, "7905": {"topic_id": 17454, "post_id": 113637, "username": "Stuttgart-13DAX", "user_id": 7905, "created_at": "2022-07-19T15:06:39.538Z", "raw": "Auf der Mülldeponie. Glaube ich.", "post_number": 50, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 49, "target_username": "TR-ethnographer", "reply_to_post_id": 113636}, "7903": {"topic_id": 17453, "post_id": 113584, "username": "Stuttgart-12HAY", "user_id": 7903, "created_at": "2022-07-19T14:51:14.364Z", "raw": "Ich glaube in Afrika, was man so mitbekommt, an Waschmaschinen und Elektrogeräten aus dem Haushalt, dass sehr viel tatsächlich einfach in Mülldeponien landet.", "post_number": 56, "reply_count": 1, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 55, "target_username": "TR-ethnographer", "reply_to_post_id": 113583}, "7904": {"topic_id": 17453, "post_id": 113585, "username": "Stuttgart-12CLY", "user_id": 7904, "created_at": "2022-07-19T14:51:21.394Z", "raw": "Ja. Irgendwo, wo die Leute sich nicht wehren können. Das man es da einfach deponiert.", "post_number": 57, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 56, "target_username": "Stuttgart-12HAY", "reply_to_post_id": 113584}, "7901": {"topic_id": 17452, "post_id": 113524, "username": "Stuttgart-11JUY", "user_id": 7901, "created_at": "2022-07-19T14:37:34.153Z", "raw": "Auf irgendwelchen Mülldeponien, die dann, was weiß ich was, im Meer schwimmen oder so?", "post_number": 47, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 46, "target_username": "TR-ethnographer", "reply_to_post_id": 113523}, "7902": {"topic_id": 17452, "post_id": 113525, "username": "Stuttgart-11PEX", "user_id": 7902, "created_at": "2022-07-19T14:37:42.498Z", "raw": " Das, das sind die westlichen Länder, Vielleicht auch wieder ein bisschen doppelmoralig unterwegs, weil die verkaufen es in irgendwelche billigen Länder, wo die das abkaufen und die schmeißen es ins Meer, also schmeißt es der Westen genauso ins Meer. Dementsprechend landet es irgendwo im Meer meiner Meinung nach. Irgendwann wird es vielleicht so weit sein und damit wissen viele Weltraumschrott schon um die Erde fliegt. Das ist wahrscheinlich genauso oder noch mehr. Aber an Stellen wo wir es nicht sehen wollen. Nicht  Vielleicht vor der Haustür, aber irgendwo im Meer schwimmt das Zeug rum.", "post_number": 48, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 46, "target_username": "TR-ethnographer", "reply_to_post_id": 113523}, "7900": {"topic_id": 17451, "post_id": 113475, "username": "Stuttgart-10AGY", "user_id": 7900, "created_at": "2022-07-19T14:24:35.972Z", "raw": "Wird nochmal produziert, also noch mal was draus gemacht. Hm?", "post_number": 43, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 42, "target_username": "TR-ethnographer", "reply_to_post_id": 113474}, "7899": {"topic_id": 17449, "post_id": 113429, "username": "Stuttgart-09DLY", "user_id": 7899, "created_at": "2022-07-19T14:12:47.209Z", "raw": "Ich hoffe die Autoindustrie behandelt die Elektrogeräte, die nicht mehr zu benutzen sind, genauso wie die anderen Elektro Hersteller, so zum Beispiel die Waschmaschine oder Kühlschränke. Wie die könnten auch diese Programme mit Payback. Du bringst den alten zurück und bekommst du den neue, dann so ein Ersatz System. Das finde ich gut, weil wie muss man sich richtig sorgen, wo nehmen wir den alten Kram und was machen die damit. Ob die recyceln teil davon oder die, die schrappen es oder so in eine kontrollierte Platz. Ich hoffe das geht auch bei anderen Autoindustrie.", "post_number": 24, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 23, "target_username": "TR-ethnographer", "reply_to_post_id": 113428}, "7898": {"topic_id": 17448, "post_id": 113404, "username": "Stuttgart-08FLX", "user_id": 7898, "created_at": "2022-07-19T14:07:35.533Z", "raw": "Meistens wahrscheinlich dann irgendwo im Ausland, wo er dann entweder auf großen Deponien oder im schlimmsten  Falle im Meer landet. Wahrscheinlich.", "post_number": 32, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 31, "target_username": "TR-ethnographer", "reply_to_post_id": 113403}, "7897": {"topic_id": 17447, "post_id": 113369, "username": "Stuttgart-07ILX", "user_id": 7897, "created_at": "2022-07-19T13:28:55.664Z", "raw": " Er wird wiederverwendet, zum Teil, aber zum Teil auch verschwindet, schätze ich mal, aber wohin das geht, da kenne ich mich jetzt nicht so gut aus. Wohin das geht, weiß ich nicht.", "post_number": 35, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 34, "target_username": "TR-ethnographer", "reply_to_post_id": 113368}, "7896": {"topic_id": 17446, "post_id": 113332, "username": "Stuttgart-06KRY", "user_id": 7896, "created_at": "2022-07-19T13:22:05.887Z", "raw": " In der Umwelt irgendwo. Ich weiß es nicht genau. Er bleibt da.", "post_number": 36, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 35, "target_username": "TR-ethnographer", "reply_to_post_id": 113331}, "7895": {"topic_id": 17441, "post_id": 113292, "username": "Stuttgart-05MAX", "user_id": 7895, "created_at": "2022-07-19T13:14:18.323Z", "raw": " Das ist eine gute Frage. Da habe ich noch gar keine Gedanken gemacht. Könnte ich jetzt spontan nicht sagen. Ich, meiner Leichtgläubigkeit zufolge würde ich einfach sagen, er wird verwendet. Kann ich gar nichts sagen, kann ich keine Antwort geben.", "post_number": 34, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 33, "target_username": "TR-ethnographer", "reply_to_post_id": 113291}, "7894": {"topic_id": 17439, "post_id": 113254, "username": "Stuttgart-04PCX", "user_id": 7894, "created_at": "2022-07-19T13:07:16.295Z", "raw": "Leider, leider nicht beim Recycling, sondern wahrscheinlich auf irgendwelchen Deponien in irgendwelchen dritten Ländern.", "post_number": 40, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 39, "target_username": "TR-ethnographer", "reply_to_post_id": 113253}, "7893": {"topic_id": 17433, "post_id": 113212, "username": "Stuttgart-03SOY", "user_id": 7893, "created_at": "2022-07-19T12:59:22.349Z", "raw": "Wahrscheinlich in irgendeiner Berghöhle. Verschanzt. Zugemüllt. Verbarrikadiert. Möglichst weit weg. Aus den Augen Aus dem Sinn.", "post_number": 35, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 34, "target_username": "TR-ethnographer", "reply_to_post_id": 113211}, "7892": {"topic_id": 17432, "post_id": 113172, "username": "Stuttgart-02VEY", "user_id": 7892, "created_at": "2022-07-19T12:51:08.616Z", "raw": "Ich hoffe, der wird recycelt. Wenn nicht, das wäre sehr traurig. Ich weiß es nicht, es wird schon ausgerottet und versucht noch was draus zu machen. Also recyceln.", "post_number": 42, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 41, "target_username": "TR-ethnographer", "reply_to_post_id": 113171}, "7891": {"topic_id": 17431, "post_id": 113129, "username": "Stuttgart-01VIX", "user_id": 7891, "created_at": "2022-07-19T12:42:39.704Z", "raw": "Ich hoffe doch, dass er recycelt wird in irgendeiner Form und dass es zu einschmelzen kommt eventuell neue Gegenstände daraus gefertigt werden.", "post_number": 41, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 40, "target_username": "TR-ethnographer", "reply_to_post_id": 113128}, "7882": {"topic_id": 17352, "post_id": 112854, "username": "Allsted-20ADR", "user_id": 7882, "created_at": "2022-07-13T14:19:58.131Z", "raw": "Das ist eine sehr gute Frage. Ich hoffe nicht, dass er in der Mülldeponie landet, sondern dass er in dem Sinne irgendwie recycelt werden kann, sodass man irgendwelche Rohstoffe wiederverwerten kann.", "post_number": 34, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 33, "target_username": "TR-ethnographer", "reply_to_post_id": 112853}, "7881": {"topic_id": 17351, "post_id": 112816, "username": "Allsted-19ISB", "user_id": 7881, "created_at": "2022-07-13T14:11:53.298Z", "raw": " Weiß ich nicht.", "post_number": 44, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 43, "target_username": "TR-ethnographer", "reply_to_post_id": 112815}, "7880": {"topic_id": 17351, "post_id": 112819, "username": "Allsted-19LRA", "user_id": 7880, "created_at": "2022-07-13T14:12:22.375Z", "raw": "Weiß ich nicht.", "post_number": 47, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 46, "target_username": "TR-ethnographer", "reply_to_post_id": 112818}, "7879": {"topic_id": 17350, "post_id": 112769, "username": "Allsted-18TM", "user_id": 7879, "created_at": "2022-07-13T13:54:30.533Z", "raw": "Ach, wir lassen das, nee komm.", "post_number": 10, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 9, "target_username": "TR-ethnographer", "reply_to_post_id": 112768}, "7878": {"topic_id": 17350, "post_id": 112770, "username": "Allsted-18JAQ", "user_id": 7878, "created_at": "2022-07-13T13:54:47.953Z", "raw": " mir fällt auch nichts ein. Gehen Sie mal zu dem in den grünen Auto.", "post_number": 11, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 10, "target_username": "Allsted-18TM", "reply_to_post_id": 112769}, "7877": {"topic_id": 17349, "post_id": 112756, "username": "Allsted-17THB", "user_id": 7877, "created_at": "2022-07-13T13:48:42.444Z", "raw": "Wird kaputt gemacht. Zum Müll. Also, ich habe bis jetzt noch nicht gehört, dass eine alte Batterie von einem Elektrofahrzeug recycelt wurde. Die werden alle zerstört.", "post_number": 51, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 50, "target_username": "Allsted-17LAR", "reply_to_post_id": 112755}, "7876": {"topic_id": 17349, "post_id": 112755, "username": "Allsted-17LAR", "user_id": 7876, "created_at": "2022-07-13T13:48:34.701Z", "raw": "Wüsste ich nicht. Keine Ahnung.", "post_number": 50, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 49, "target_username": "TR-ethnographer", "reply_to_post_id": 112754}, "7875": {"topic_id": 17348, "post_id": 112702, "username": "Allsted-15LN", "user_id": 7875, "created_at": "2022-07-13T13:36:00.385Z", "raw": "Auf dem SchrottPlatz und also ich bin so wenn man es nicht mehr verwenden kann, kann man die Teile halt doch einzeln verkaufen, als wenn man sozusagen verschrotten lässt.", "post_number": 36, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 35, "target_username": "TR-ethnographer", "reply_to_post_id": 112701}, "7874": {"topic_id": 17347, "post_id": 112664, "username": "Allsted-15MK", "user_id": 7874, "created_at": "2022-07-13T13:27:17.969Z", "raw": " Definitiv glaube ich, dass das immer auf der Müllhalde landet, weil sich keiner die Arbeit damit macht, das aufzubereiten, das zu trennen, die ganzen Edelmetalle, weil das auch kostspielig ist. Wir sind ja im Kapitalismus unterwegs und da wird immer kosteneffizient und nicht umweltbedacht gehandelt. Schade eigentlich.", "post_number": 34, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 33, "target_username": "TR-ethnographer", "reply_to_post_id": 112663}, "7873": {"topic_id": 17346, "post_id": 112629, "username": "Allsted-14AXA", "user_id": 7873, "created_at": "2022-07-13T13:19:53.465Z", "raw": "Ich hoffe auf einem Recyclinghof, die daraus irgendwas bauen, was möglichst wiederverwendet werden werden können.", "post_number": 38, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 37, "target_username": "TR-ethnographer", "reply_to_post_id": 112628}, "7872": {"topic_id": 17345, "post_id": 112590, "username": "Allsted-13CC", "user_id": 7872, "created_at": "2022-07-13T13:10:49.425Z", "raw": " Eine Verbrennungsanlage, denke ich jetzt mal, wirklich Genau weiß ich das nicht.", "post_number": 36, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 35, "target_username": "TR-ethnographer", "reply_to_post_id": 112589}, "7870": {"topic_id": 17344, "post_id": 112550, "username": "Allsted-12CT", "user_id": 7870, "created_at": "2022-07-13T13:01:39.281Z", "raw": " in Deponie? Er wird vergraben. Ja, was kann man noch damit machen? Irgendwann schießen sie es noch in Weltraum, weil dann die Welt zu voll ist. Weil alles vergraben ist. Oder es wird versenkt. Keine Ahnung. Irgendwie. Wenn es nicht recycelbar ist. Gut, das wäre dann schon schade, wenn es gar nicht mehr recycelbar sind, so wertvolle Ressourcen in Elektro drinne, viel Gold und Edelmetalle. Was heutzutage, was alles äußerst wichtig ist für die ganze, die ganzen Geräte, was wir heutzutage alles haben. Und es gibt ja für jeden Firlefanz irgendein Gerät, was früher keiner gebraucht hat.", "post_number": 53, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 52, "target_username": "TR-ethnographer", "reply_to_post_id": 112549}, "7871": {"topic_id": 17344, "post_id": 112553, "username": "Allsted-12PP", "user_id": 7871, "created_at": "2022-07-13T13:02:11.952Z", "raw": "Nicht im Müll. Bestimmt irgendwo in der Umwelt, Wald, was weiß ich, wo die Leute das überall hinschmeißen.", "post_number": 56, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 55, "target_username": "TR-ethnographer", "reply_to_post_id": 112552}, "7869": {"topic_id": 17343, "post_id": 112494, "username": "Allsted-11SV", "user_id": 7869, "created_at": "2022-07-13T12:38:54.799Z", "raw": "Ich gehe auch davon aus, dass die teils, der größte Teil ins Ausland geht, dann dass da wahrscheinlich noch getrennt wird. Die, die teuren guten Sachen werden wahrscheinlich ausgelöst und die Abfallprodukte werden dann auf irgendwelche Haufen Verbuddelt und zugeschüttet.", "post_number": 57, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 56, "target_username": "Allsted-11CR", "reply_to_post_id": 112493}, "7868": {"topic_id": 17343, "post_id": 112493, "username": "Allsted-11CR", "user_id": 7868, "created_at": "2022-07-13T12:38:42.088Z", "raw": " In irgendeinem Ausland gehe ich mal davon aus, da wird er entsorgt von kleinen Kindern unter der Erde vergraben, wo dann unser Grundwasser durchfließt. So ungefähr stelle ich es mir vor.", "post_number": 56, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 55, "target_username": "TR-ethnographer", "reply_to_post_id": 112492}, "7865": {"topic_id": 17342, "post_id": 112431, "username": "Allsted-10VIN", "user_id": 7865, "created_at": "2022-07-13T09:55:20.831Z", "raw": "Wie hieß das Land, wo das alles, wo der ganze Elektroschrott landet. Wo das Gold da rauspulen und so was, wo die Kinder und alle. Also man hofft ja, dass es eigentlich vernünftig entsorgt wird, aber sicher sein kann man nicht.", "post_number": 72, "reply_count": 1, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 71, "target_username": "Allsted-10MCO", "reply_to_post_id": 112430}, "7866": {"topic_id": 17342, "post_id": 112430, "username": "Allsted-10MCO", "user_id": 7866, "created_at": "2022-07-13T09:54:58.447Z", "raw": " Also, ich hoffe, dass er eingeschmolzen wird und weiterverarbeitet wird. Aber ich bin mir auch nicht sicher. Man hört ja doch immer wieder andere Sachen.", "post_number": 71, "reply_count": 1, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 70, "target_username": "Allsted-10VIN", "reply_to_post_id": 112429}, "7867": {"topic_id": 17342, "post_id": 112433, "username": "Allsted-10MAE", "user_id": 7867, "created_at": "2022-07-13T09:55:49.234Z", "raw": "Also es kommt darauf an, ob die Leute da vernünftig entsorgen oder einfach im Hausmüll einen DVD Player oder irgendwas mit Elektro Kram mit in die Mülltonne schmeißen. Denn dann landet es natürlich nicht da wo hin soll.", "post_number": 74, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 72, "target_username": "Allsted-10VIN", "reply_to_post_id": 112431}, "7864": {"topic_id": 17341, "post_id": 112356, "username": "Allsted-9FX", "user_id": 7864, "created_at": "2022-07-13T09:27:36.558Z", "raw": "Der landet denke ich mal in Afrika, Indien, wo der von Leuten, die ein ganz mieses Einkommen auseinandergebaut werden, unter ganz schlimmen Zustände, die die Umwelt umweltschädlich sind und teilweise Müllkippen, wo das Plastik abgebrannt wird und das Kupfer ausgesondert wird. Alles solche Späße und das geht gar nicht. Da müssen wir uns als als Ingenieur Land Deutschland eigentlich was einfallen lassen, wie wir diesen ganzen Mist trennen können, ohne dass das halt noch mit Frachtern verschickt werden kann. Das geht gar nicht. Das ist. Andere müssen es dann. Wie gesagt, entweder wir ziehen alle an einem Strang oder niemand. Es ist ganz einfach.", "post_number": 34, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 33, "target_username": "TR-ethnographer", "reply_to_post_id": 112355}, "7863": {"topic_id": 17340, "post_id": 112320, "username": "Allsted-8PA", "user_id": 7863, "created_at": "2022-07-12T16:24:08.191Z", "raw": "Und da wird sich keiner die Zeit nehmen, die Teile rauszusuchen, die noch verwertbar sind. Das wird einfach, denke ich mal, geschreddert und.", "post_number": 45, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 44, "target_username": "Allsted-8JA", "reply_to_post_id": 112319}, "7862": {"topic_id": 17340, "post_id": 112321, "username": "Allsted-8JA", "user_id": 7862, "created_at": "2022-07-12T16:24:18.335Z", "raw": "Und also vielleicht noch gut verkauft, dass man noch Gewinn mit dem Kupferkabel vielleicht macht. Aber ansonsten glaube ich, landet alles auf einem großen Haufen.", "post_number": 46, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 45, "target_username": "Allsted-8PA", "reply_to_post_id": 112320}, "7860": {"topic_id": 17339, "post_id": 112273, "username": "Allsted-7JU", "user_id": 7860, "created_at": "2022-07-12T16:11:04.260Z", "raw": " Ich habe nicht so wirklich Ahnung, was, was halt klar ist, irgendwo auf Müllhalden. Und dass es vielleicht sogar noch Erde verseucht oder so was. Möglich. Immer, aber überall und überall, wo er nicht sein sollte, finde ich.", "post_number": 58, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 57, "target_username": "Allsted-7NO", "reply_to_post_id": 112272}, "7861": {"topic_id": 17339, "post_id": 112272, "username": "Allsted-7NO", "user_id": 7861, "created_at": "2022-07-12T16:10:51.342Z", "raw": "Ich hoffe natürlich, dass irgendwie zum Schluss alles recycelt wird. Aber ich denke zu wissen, dass die Problematik bei den Kleinteilen ist, die, die nicht geschreddert werden, sondern dann irgendwo auf riesigen Müllbergen landet. Also ich glaube, es wird nicht alles hundertProzentig. Es kann nicht alles hundertProzentig recycelt werden.", "post_number": 57, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 10.6, "reply_to_post_number": 56, "target_username": "TR-ethnographer", "reply_to_post_id": 112271}, "7858": {"topic_id": 17338, "post_id": 112213, "username": "Allsted-6KK", "user_id": 7858, "created_at": "2022-07-12T15:50:58.718Z", "raw": "Spezialisiert haben, aus Elektroschrott noch das Bestmögliche zu recyceln. Zu recyceln und aber es gibt bestimmt, Wo einfach gesagt wird Weg den Müll in Afrika. Also so...", "post_number": 72, "reply_count": 0, "reads": 1, "readers_count": 0, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.2, "reply_to_post_number": 71, "target_username": "Allsted-6KK", "reply_to_post_id": 112212}, "7859": {"topic_id": 17338, "post_id": 112211, "username": "Allsted-6FZ", "user_id": 7859, "created_at": "2022-07-12T15:50:38.620Z", "raw": "Afrika. Entschuldigung.", "post_number": 70, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 69, "target_username": "Allsted-6KK", "reply_to_post_id": 112210}, "7856": {"topic_id": 17337, "post_id": 112139, "username": "Allsted-5MA", "user_id": 7856, "created_at": "2022-07-12T15:28:31.182Z", "raw": " Denn auch in die Richtung. Also wir kennen das ja nur, dass es dann auf den Schrott geschafft wird. Aber wie es dann weitergeht, dass da nun recycelt wird oder nicht, das ist ja dann die nächste Sau.", "post_number": 56, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 55, "target_username": "Allsted-5CH", "reply_to_post_id": 112138}, "7857": {"topic_id": 17337, "post_id": 112138, "username": "Allsted-5CH", "user_id": 7857, "created_at": "2022-07-12T15:28:20.870Z", "raw": " Löst sich jetzt nicht auf oder landet auf dem Schrott?", "post_number": 55, "reply_count": 1, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 54, "target_username": "TR-ethnographer", "reply_to_post_id": 112137}, "7688": {"topic_id": 16974, "post_id": 105937, "username": "SiriK", "user_id": 7688, "created_at": "2022-05-20T15:48:04.897Z", "raw": "Danke schön.", "post_number": 31, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.0, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 105900}, "7853": {"topic_id": 17321, "post_id": 112000, "username": "viv_62", "user_id": 7853, "created_at": "2022-07-11T17:24:12.565Z", "raw": "Ich hoffe doch, dass er recycelt wird in irgendeiner Form und dass es zu einschmelzen kommt eventuell neue Gegenstände daraus gefertigt werden.", "post_number": 40, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 111830}, "7849": {"topic_id": 17318, "post_id": 111750, "username": "Allsted-4GAR", "user_id": 7849, "created_at": "2022-07-11T10:09:01.268Z", "raw": "insgesamt ja. Manche Sachen werden halt recycelt, werden wiederverwendet oder eingeschmolzen, jetzt irgendwelche Metalle oder halt sagen wir mal Kupfer und vieles wird geschreddert und verbrannt. Ist halt auch so.", "post_number": 62, "reply_count": 1, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 61, "target_username": "TR-ethnographer", "reply_to_post_id": 111749}, "7848": {"topic_id": 17318, "post_id": 111751, "username": "Allsted-4PT", "user_id": 7848, "created_at": "2022-07-11T10:09:22.868Z", "raw": "Bin ich derselben Meinung Ja", "post_number": 63, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 62, "target_username": "Allsted-4GAR", "reply_to_post_id": 111750}, "7847": {"topic_id": 17317, "post_id": 111685, "username": "Allsted-03RM", "user_id": 7847, "created_at": "2022-07-11T09:46:52.713Z", "raw": "Ja, ich weiß es nicht. Vielleicht irgendwo auf einem Feld und wird vergraben.", "post_number": 40, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 39, "target_username": "TR-ethnographer", "reply_to_post_id": 111684}, "7846": {"topic_id": 17316, "post_id": 111640, "username": "Allsted01-SE", "user_id": 7846, "created_at": "2022-07-11T09:34:00.914Z", "raw": "In Afrika und da, da wird das alles, was drumherum ist verbrannt, um dann die Metalle raus zu filtern.", "post_number": 36, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 35, "target_username": "TR-ethnographer", "reply_to_post_id": 111639}, "7845": {"topic_id": 17315, "post_id": 111603, "username": "Allsted-01T", "user_id": 7845, "created_at": "2022-07-11T09:19:50.684Z", "raw": "Oh. Ich würde jetzt sagen, unter uns oder über uns oder im Ausland, das kann auch sein, aber ich glaube so, dass wir das nicht sehen. Aber irgendwo muss er ja hin.", "post_number": 42, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 41, "target_username": "TR-ethnographer", "reply_to_post_id": 111602}, "7825": {"topic_id": 17240, "post_id": 110372, "username": "arm_60", "user_id": 7825, "created_at": "2022-07-01T08:11:54.135Z", "raw": "Ich habe es vor Augen gehabt, ich will es gar nicht sagen. Also es ist schon eine gewisse Peinlichkeit. So fremdschämen ist vielleicht das richtige Wort, dass wir davon profitieren können. Und dann andere, die es überhaupt nicht können und noch viel, viel schlechter dran sind. Dass es dann dahin abgeschoben wird, finde ich. Fremdschämen ja.", "post_number": 61, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110310}, "7826": {"topic_id": 17240, "post_id": 110369, "username": "bet_61", "user_id": 7826, "created_at": "2022-07-01T08:10:33.862Z", "raw": "Keine Ahnung. Da habe ich mich noch nicht mit auseinandergesetzt. Muss ich ehrlich sagen.", "post_number": 58, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110310}, "7824": {"topic_id": 17238, "post_id": 110307, "username": "chr_58", "user_id": 7824, "created_at": "2022-07-01T07:29:51.229Z", "raw": "Ich schätze mal der landet erstmal auf dem Schrottplatz, wo halt die ganzen Alt-Fahrzeuge landen. Vielleicht bei irgendwelchen Leuten, die die noch ausschlachten. Ich glaube schon, dass viele Leute halt hingehen und sich diesen diesen Elektroschrott Schrott nehmen und beispielsweise die seltenen Erden, die in irgendwelchen Halbleitern oder Chips oder sonst irgendwo drin stecken, halt rausziehen. Aber vielleicht nicht so organisiert, wie es sein könnte.", "post_number": 50, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110241}, "7823": {"topic_id": 17238, "post_id": 110308, "username": "jen_59", "user_id": 7823, "created_at": "2022-07-01T07:30:22.741Z", "raw": "Und all diese Sachen gelangen vielleicht, je nachdem wie man es entsorgt, dann auch irgendwann einfach unter die Erde. So ein Schrott oder auch.\n\nLiegen so rum. Dabei könnte man Sachen von denen mit Sicherheit recyceln. Aber oft wird halt dazu.\n\nAuch gar nicht weitergegeben.\n\nAn Stellen, die das vielleicht möglich machen könnten. Deswegen will ich sagen, fliegt es da und dort.\n\nIn der Weltgeschichte herum, obwohl man so noch was daraus machen könnte.", "post_number": 51, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110241}, "7820": {"topic_id": 17235, "post_id": 110239, "username": "mal_57", "user_id": 7820, "created_at": "2022-06-30T11:17:40.699Z", "raw": "Ich denke das auch. Ich denke aber, es wird wahrscheinlich auch irgendwie, keine Ahnung, Deponien geben, wo es einfach dann rumliegt und vielleicht keiner weiß, was damit gemacht wird. Genau weiß ich es nicht. Also wenn Sie uns die Frage beantworten könnten, wenn Sie das wissen, würde mich interessieren. Ansonsten würde ich sagen, wie mein Papa gesagt hat, dass vieles davon in den Drittweltländern dann landet und dort dann vielleicht auseinandergebaut wird und dann wiederverwendet wird wozu hier niemand Lust hat, das zu tun.", "post_number": 47, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110177}, "7821": {"topic_id": 17235, "post_id": 110238, "username": "hei_56", "user_id": 7821, "created_at": "2022-06-30T11:17:21.230Z", "raw": "In der Dritten Welt, das wird... Ich meine, das geht halt entweder nach Fernost oder nach Afrika, wo dann praktisch die Menschen ohne Sicherheiten, die ja auseinander zu pflücken. Und dann kommt es zwar wieder in den Kreislauf rein, letzten Endes aber ohne diese Arbeitssicherheit. Das ist dann ist eigentlich das Schlimmste dabei.", "post_number": 46, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110177}, "7818": {"topic_id": 17234, "post_id": 110174, "username": "jen_53", "user_id": 7818, "created_at": "2022-06-29T14:00:00.223Z", "raw": "Da habe ich noch eins. Das hat zwar jetzt primär mit der mit dem Auto nichts zu tun, aber ich habe jetzt neulich etwas gelesen, nämlich gestern und vorgestern. Und zwar gibt es eine Telefonmarke, die heißt Fairphone. Das ist ein niederländisches Unternehmen und da habe ich tatsächlich mal, da gibt's ja manchmal so viele Fragen in Foren und und. Also es ist mittlerweile das Modell vier raus oder fünf, ich weiß nicht. Und das hat also tatsächlich, das ist aus recycelten Materialien hergestellt und es ist so, dass das auch wieder das komplette Handy auch wieder auseinandergebaut werden kann und auch wiederverwendet werden kann. Jetzt stand nur mal eine Frage, die ich jetzt gar nicht verstanden habe: Ist Fairphone insolvent? Habe ich es verstanden? Wie kommt denn das? Und dann stand tatsächlich dabei Durch die Aufbereitung und durch Wiederverwertbarkeit. Und so weiter. Der Materialien muss die Firma, ich weiß jetzt nicht über welchen Zeitraum 17.000 Handys an den Mann bzw an die Frau bringen, sonst kann es passieren, dass sie pleite sind. Und da muss ich einfach mal sagen, wenn dieses Bewusstsein, dass, da komme ich noch mal auf das Bewusstsein, dass man sagen kann, passe mal auf, wir wollen ja eigentlich was Gutes, wir müssen nur so und so viel davon verkaufen. Und wenn man das in irgendeiner Form, in Werbung, in was weiß ich, vielleicht auch in Förderung oder so etwas. Wenn man das einbauen kann, dann sind wir auf dem guten Weg. Punkt.", "post_number": 77, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110096}, "7819": {"topic_id": 17234, "post_id": 110173, "username": "lot_52", "user_id": 7819, "created_at": "2022-06-29T13:59:34.243Z", "raw": "Das sehen wir ja. Ich sag mal an den Haushaltsgeräten, wo die überall landen, in irgendwelchen Ländern. Sonstiges fangen wir doch überhaupt nicht an, fangen die Leute jetzt an, wo keine Handys sind, wo wertvolle seltene Erden Sachen sind, die werden. Ich glaube, das muss gefördert werden. Das muss ins Bewusstsein kommen. Jeder, der ein Handy oder ein Elektrogerät abhält, muss im Prinzip wie so das Pfandsystem. Du kriegst halt für ein Handy zehn oder 20 € und dann bring es zurück. Vielleicht sammelt es dann einer und geht in die wer, in die, in die sage ich mal, Schrottplätze und holt sich da was raus. Aber ja. Also ich glaube, das muss viel, viel mehr in der monetären Form, sag ich mal, ins Bewusstsein kommen, damit man dann im Prinzip auch dann die Rillen (??? Anm.d.Red.) wieder recycelbar machen kann.", "post_number": 76, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110096}, "7817": {"topic_id": 17233, "post_id": 110091, "username": "mic_50", "user_id": 7817, "created_at": "2022-06-29T13:05:13.320Z", "raw": "Ähm ja, sehe ich auch so, also ich hoffe es auch, dass die Hersteller das mittragen und dass wieder recycelt wird. Da sollte die Verantwortung vielleicht nicht auf den auf den Nutzer übergehen, sondern auf den Hersteller, also auf die Automobilindustrie.", "post_number": 60, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110029}, "7816": {"topic_id": 17233, "post_id": 110093, "username": "jue_51", "user_id": 7816, "created_at": "2022-06-29T13:06:54.217Z", "raw": "Eigentlich nur, dass das auch wirklich nötig ist. Und meistens kommt es am Ende erst raus, wenn es einen Skandal gibt. Wenn irgend eine Presse schlecht berichtet und das praktisch dann auch den öffentlichen Shitstorm lostritt. Leider muss man die Firmen dazu zwingen. Das ist leider Fakt und die EU ist da einfach auch zu langsam. Insgesamt EU-weit gesehen. Da wird zu viel. Ich weiß nicht, man kann nicht alles, aber da wird sich um den Bananen-Radius wird sich mehr Sorgen gemacht, hat man so langsam manchmal das Gefühl, und dass es keine Plastik-Strohhalme mehr gibt...(mic_50: Was auch wichtig ist, Anm.d.Red.) Dann haben sie jetzt aber auf die Saftflaschen diese großen Plastikdinger drauf gemacht. Das verbraucht im Prinzip mehr Plastik, also es ist für'n Arsch gewesen. Also ist halt einfach mit wenig Sinn und Verstand geregelt. Und die Politik und die und die EU ist einfach zu träge dafür. Die Firmen sind natürlich ideenreich, die gucken, wo sie Geld sparen können. Das ist ja auch klar. Kann man ja verstehen. Machen aber trotzdem. Va hat trotz Corona und der Dieselkrise hat die Milliardengewinne gemacht und hat kaum Strafen gezahlt. Es ist lächerlich, was sie, in Amerika haben sie sehr viel mehr gezahlt als in Europa. Und die Amerikaner sind wesentlich weniger betroffen als die Europäer von dem Skandal. Und das ist etwas, wo ich dann halt auch sage Leute, also da stimmen die Gesetze in Europa einfach nicht. Aber die haben halt eine riesige Lobby, die sagen halt, okay, dann gehen wir halt mit unserer Produktion ins Ausland. Das ist halt Lobbyismus pur. Okay, 1 Million Arbeitsplätze weniger. Ihr habt so gewollt, hahaha. Das ist so!", "post_number": 61, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 110029}, "7815": {"topic_id": 17231, "post_id": 110023, "username": "ric_47", "user_id": 7815, "created_at": "2022-06-29T09:34:57.933Z", "raw": "Im Meer oder in irgendeinem weit entfernten Land?", "post_number": 104, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109914}, "7813": {"topic_id": 17231, "post_id": 110024, "username": "tim_48", "user_id": 7813, "created_at": "2022-06-29T09:35:10.128Z", "raw": "China? Ganz klar, in den ganzen ostasiatischen Ländern. Also alles rüber verfrachtet, so dass wir das Problem nicht haben.", "post_number": 105, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109914}, "7814": {"topic_id": 17231, "post_id": 110025, "username": "tom_49", "user_id": 7814, "created_at": "2022-06-29T09:35:21.476Z", "raw": "Es gibt da doch so eine Müllinsel...", "post_number": 106, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109914}, "7812": {"topic_id": 17230, "post_id": 109911, "username": "ach_55", "user_id": 7812, "created_at": "2022-06-29T08:23:48.813Z", "raw": "Das weiß ich nicht. Vielleicht in der Dritten Welt. Wie vieles... Ja auch viele alte Autos. Die gehen ja direkt nach Afrika. Das, was halt bei diesen eAutos das Schlimme ist, ist die Batterie. Da muss man halt gucken, dass man diese wieder recycelt. Das ist ja wirklich höchst gefährliches Material, auch wenn dann natürlich diese ganz seltenen Stoffen, seltene Erden, dass man da muss man, das kann man nicht einfach wegwerfen, das muss man alles wiederverwerten. Denn und dann muss man natürlich sehen, dass diese Batterien auch mit Stoffen gemacht werden, die möglichst wenig umweltschädlich sind. Das wird ja auch kommen. Feststoff Batterie Thema, dass man so was macht und also möglichst schaut, dass da nicht das Teuerste drin ist, was man sicherlich an Material, an Stoffen für was anderes besser verwerten kann. Aber das muss man abwarten.", "post_number": 32, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109878}, "7811": {"topic_id": 17228, "post_id": 109872, "username": "chr_54", "user_id": 7811, "created_at": "2022-06-28T16:34:27.079Z", "raw": "Das war schön. Ja, prima.", "post_number": 40, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109832}, "7810": {"topic_id": 17227, "post_id": 109830, "username": "luk_46", "user_id": 7810, "created_at": "2022-06-28T15:29:08.422Z", "raw": "Wahrscheinlich in Afrika. Also nicht bei uns. Auf keinen Fall bei uns. Weil sonst würden die Grünen so einen großen Aufschrei machen, dass hier so gefährliche Stoffe gelagert werden in Deutschland. Das verschiffen wir nach Bangladesh, Afrika, wo das wahrscheinlich von Kindern auseinandergenommen wird. Und was, was, was anderes gebaut wird oder vergraben.", "post_number": 36, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109793}, "7808": {"topic_id": 17225, "post_id": 109753, "username": "mar_44", "user_id": 7808, "created_at": "2022-06-28T14:36:01.481Z", "raw": "Wo der, wo der landet. Gute Frage. Hoffentlich bei der Frau Merkel vor der Tür. Nein, Scherz beiseite. Ich denke mal, da gibt es auch Schrottplätze und wir werden das wie mit dem Uran und mit den ganzen Atom Zeugs irgendwo bunkern und haben dann in den nächsten 50 Jahre dann ein großes Problem. So würde ich das einschätzen.", "post_number": 37, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109714}, "7807": {"topic_id": 17222, "post_id": 109713, "username": "mir_43", "user_id": 7807, "created_at": "2022-06-28T14:20:17.367Z", "raw": "Sehr gerne.", "post_number": 30, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109675}, "7805": {"topic_id": 17221, "post_id": 109672, "username": "sim_41", "user_id": 7805, "created_at": "2022-06-28T11:14:54.778Z", "raw": "Keine Ahnung.", "post_number": 59, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109611}, "7806": {"topic_id": 17221, "post_id": 109673, "username": "lin_42", "user_id": 7806, "created_at": "2022-06-28T11:15:11.665Z", "raw": "Naja, unter der Erde. Na ja es gibt doch da wirklich so Riesenlöcher, wo das Zeug nicht unbedingt reingeschmissen, aber reingefahren wird, wo sich dann alle 100 Jahre um das Hundertfache, oder fünfzigfache, weiß es jetzt nicht genau. Auf jeden Fall sehr langsam zersetzt. Und das ist das Problem, was ich ich eben gerade gesagt habe, dass es mit dem Abbau und Recycling schwierig ist. Abbau, ganze Minen, weiß ich nicht.", "post_number": 60, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109611}, "7801": {"topic_id": 17215, "post_id": 109609, "username": "ste_40", "user_id": 7801, "created_at": "2022-06-28T09:34:38.124Z", "raw": "Fürchte irgendwo in der Dritten Welt? In Indien, in Afrika? Irgendwo wird es jetzt abgeladen. Aber nicht bei uns. Deswegen das Elektroauto. Der Dreck entsteht woanders, aber entsteht schon. Und beim Verbrenner entsteht da ist der Dreck halt auch hier. Und deswegen ist Elektro halt Hype hip sozusagen, weil der Dreck irgendwo anders landet.", "post_number": 39, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109520}, "7800": {"topic_id": 17214, "post_id": 109517, "username": "sve_39", "user_id": 7800, "created_at": "2022-06-24T10:44:08.725Z", "raw": "Ein Teil in Nigeria, ein Teil in Asien.  Kenne eine Dokumentation davon. Ja, leider. Ja.", "post_number": 38, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 109473}, "7756": {"topic_id": 17075, "post_id": 108390, "username": "ric_25", "user_id": 7756, "created_at": "2022-06-07T20:59:07.025Z", "raw": "Recycelt. Bei Verwertung.", "post_number": 38, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108147}, "7757": {"topic_id": 17076, "post_id": 108372, "username": "mik_26", "user_id": 7757, "created_at": "2022-06-07T20:41:49.107Z", "raw": "Das weiß ich ehrlich gesagt nicht, offen. Werthof.  weiter weiß ich gerade ehrlich gesagt nicht.", "post_number": 44, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108171}, "7774": {"topic_id": 17091, "post_id": 108801, "username": "dav_36", "user_id": 7774, "created_at": "2022-06-10T11:11:11.122Z", "raw": "Äh, ja, wir haben ja. In der Verwertung haben wir ja nachher auch Energiegewinnung durch Verbrennung. Das Bitterste ist ja jedes Mal, wenn wir den ärmsten Menschen der Welt als Beispiel, die in Afrika den Müll da hinschicken, damit die in einer unmenschlichen Gesellschaft das Gut wieder verbrennen, in eben ohne Emissionsschutz und ohne Gesundheitsschutz darauf zu achten das dort verbrennen lassen. Damit wir ein gutes Gewissen haben, ist das sehr scheinheilig, muss ich sagen. Wohin das, der gesamte Müll auch Elektro nachher geht... Also höchstwahrscheinlich wird es so sein, dass es moralisch sehr verwerflich sein wird. Ja, in der Moral bin ich auch. Wenn man aber dafür, das ist das, das ist das Prinzip eben derjenige, der das Geld hat, der bestimmen kann, wo das, wo der Dreck hingeht. Das ist natürlich nicht fair. In ärmeren Ländern wird es eben verbrannt oder wird ohne Emissionsschutz wird es dann eben in die Umwelt geschafft. Und genau an dem Punkt frage ich dann eben Wie weit muss die Welt eigentlich dafür Sorge tragen, dass es gesamtheitlich irgendwie funktioniert. Und im Moment glaube ich, dass das ein bisschen scheinheilig funktioniert. Eben, was unglaublich traurig ist und was auch nicht fair ist. Eben weil die Preise hier bei weitem anders sind als in den ärmeren Ländern. Aber das ist das, was passiert. Höchstwahrscheinlich. Und das ist unfair.", "post_number": 73, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108612}, "7773": {"topic_id": 17091, "post_id": 108754, "username": "alf_35", "user_id": 7773, "created_at": "2022-06-10T10:49:30.500Z", "raw": "Recycling. Wir sehen wie wäre es denn einfach, wenn Automobilhersteller auf Bestellung herstellen? Wir leben in einem schnelllebigen Zeitalter. Es wäre doch machbar, die Fahrzeuge innerhalb von 3-4-6 Monaten, das ist die normale Wartezeit bei einem Neufahrzeug, auf Bestellung herzustellen, so dass gar nicht erst zu viel produziert werden muss und somit weniger Ressourcen aufgebraucht werden müssen. Meine Idee eventuell.", "post_number": 31, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108612}, "7772": {"topic_id": 17091, "post_id": 108799, "username": "mar_34", "user_id": 7772, "created_at": "2022-06-10T11:10:40.988Z", "raw": "Wenn er nicht wiederverwendet werden kann? Wahrscheinlich leider auf der Müllkippe und verseucht irgendwann die Umwelt, aber, wenn er nicht wiederverwendet werden kann. Wobei, eigentlich ist es ja Elektroschrott, da sind ja gefühlt einige Edelmetalle, Gold, Silber oder ähnliches dabei. Dementsprechend denke ich schon, dass so Platine oder ähnliches recycelt werden. Nur wenn es halt draußen oder wenn es vorbeigeht, dann dann leider halt auf der Deponie. Und da gehört er eigentlich nicht hin.", "post_number": 71, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108612}, "7771": {"topic_id": 17091, "post_id": 108739, "username": "and_33", "user_id": 7771, "created_at": "2022-06-10T10:45:26.351Z", "raw": "Ich gehe zu Kia weil da habe ich sieben Jahre Herstellergarantie und wenn er sieben Jahre alt ist, dann raus.", "post_number": 18, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 1.0, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108612}, "7767": {"topic_id": 17088, "post_id": 108717, "username": "kev_31", "user_id": 7767, "created_at": "2022-06-10T10:16:53.212Z", "raw": "Ja glauben...\nIch befürchte, wir haben es mal so, dass es dann auf ein Endlager hinauslaufen, ähnlich wie die, ja sag ich mal, für Atommüll und ähnliche Giftstoffe, dass dann gewesen ist. Weswegen ich auch nicht überzeugt bin von einer Zwangs -eMobilisierung wie wir sie gerade machen. Da bin ich wieder bei dem was wir vorhin angesprochen haben, das es zu radikal meiner Meinung nach betrieben wird. Ich finde ein mehr an eMobilität gut, weil es gibt in der Tat Anwendungen, wofür ein Verbrenner völliger Unsinn ist. Aber es gibt eben auch, Stand jetzt, viele Sachen, wofür ein eAuto unsinnig ist. Und es sind eben nicht alle Fragen, die Sie jetzt auch angedeutet haben, zum Recycling beantwortet. Und es gibt auch heutzutage schon Möglichkeiten, wie man Verbrenner umweltfreundlicher gestalten kann. Und ich finde eine Technologie-Offenheit eigentlich besser.", "post_number": 35, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108552}, "7768": {"topic_id": 17089, "post_id": 108702, "username": "fra_32", "user_id": 7768, "created_at": "2022-06-10T10:09:12.316Z", "raw": "Viel soll da wohl angeblich schon recycelt werden. Da wird es dann in Drittländer geschickt, die da dann alles auseinander bauen und so, aber ganz genau habe ich da jetzt keine Ahnung von, wenn ich ehrlich bin.", "post_number": 31, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108577}, "7762": {"topic_id": 17085, "post_id": 108689, "username": "mar_29", "user_id": 7762, "created_at": "2022-06-10T09:15:54.901Z", "raw": "Ich sage ja, da kommt immer drauf an, wen fragst du denn? Ja, und dann wird halt...", "post_number": 74, "reply_count": 0, "reads": 1, "readers_count": 0, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.2, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108445}, "7763": {"topic_id": 17085, "post_id": 108688, "username": "axe_30", "user_id": 7763, "created_at": "2022-06-10T09:15:33.690Z", "raw": "Plus die Zeit, die man halt spart. Man spart halt richtig Zeit, weil ich bin in der Stunde schneller da, als wenn ich unter 20 war und dann ist halt viel Zeit. Zeit ist Geld ist so! Deswegen also die 130 Diskussion. Ich kann es nicht mehr hören, die kommt doch immer von denselben Leuten und.", "post_number": 73, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108445}, "7754": {"topic_id": 17074, "post_id": 108430, "username": "tho_23", "user_id": 7754, "created_at": "2022-06-07T21:25:00.816Z", "raw": "Wahrscheinlich in Afrika. Da wird es auseinandergebaut und ich denke mal auch nicht kompetent genug entsorgt oder sortiert. Das wird einfach nur aus dem Land gebracht und dann wird nicht mehr drüber nachgedacht.", "post_number": 73, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108111}, "7755": {"topic_id": 17074, "post_id": 108431, "username": "and_24", "user_id": 7755, "created_at": "2022-06-07T21:25:12.645Z", "raw": "Ja, ja.", "post_number": 74, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108111}, "7758": {"topic_id": 17078, "post_id": 108347, "username": "mic_27", "user_id": 7758, "created_at": "2022-06-07T20:30:01.275Z", "raw": "Tja, ich will mal hoffen. Man weiß ja von so einer Marke wie Tesla oder so, dass die die Rohstoffe aus den Batterien versuchen wieder zu verwerten. Wenn es dann soweit ist, halt. Zum Beispiel BMW oder Mercedes, die jetzt auch schon schon relativ viel im Elektro Business sind, da weiß ich gar nicht. Aber hoffen wir mal, dass die irgendwie wiederverwertet werden.", "post_number": 56, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108200}, "7759": {"topic_id": 17078, "post_id": 108346, "username": "dom_28", "user_id": 7759, "created_at": "2022-06-07T20:29:41.651Z", "raw": "Ist eine gute Frage. Ich habe keine Idee.", "post_number": 55, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 108200}, "7707": {"topic_id": 16993, "post_id": 106334, "username": "die_17", "user_id": 7707, "created_at": "2022-05-23T15:26:17.329Z", "raw": "Ja, bei mir sieht es auch so aus wie beim Kollegen. Es ist wirklich so. Ich möchte gerne selber was machen. Ich habe es gelernt und ich freue mich jedes Mal, auch wenn ich jetzt so auf Messe bin, wenn ich was  an Teilen finde, die es noch gibt. Und wenn man einheitliche Autos macht, finde ich das wartungsfreundlicher und nachhaltiger. Und ich möchte von mir aus, ich könnte von meiner Seite aus auf vieles verzichten. Wie gesagt, Klimaanlage, elektrische Fensterheber. Wäre wichtig, dass ich Sachen reparieren kann, dass ich was schweißen kann, dass ich das überholen kann, dass ich auf ein Lager zurückgreifen kann, das jetzt vielleicht 50 Jahre oder was weiß ich - ist 90 oder 100-jähriges Bestehen der Automobilindustrie - wenn man auf solche längerfristiger zurückgreifen könnte, da würde die Müllsache bisschen zurückgehen. Und man kann auch mit weniger zufrieden sein. Ich persönlich, ich bin eigentlich ein Fan vom Verbrennungsmotor. Man hat so viel jetzt gemacht, dass das die Umwelt drin ist. Und jetzt ist auch die Politik dabei das alles auf Elektronik und E-Fahrzeug umzustellen, wobei man nicht weiß, was man mit dem Zeug nachher macht. Ist auch nicht so langlebig und man weiß wirklich nicht, was man mit den Batterien, mit dem ganzen, ganzen Schrott macht. Man beutet die, beutet die Erde aus, aber man hat nichts, wo man zurück machen kann. Man weiß nicht mehr, wie man es entsorgen soll. Und dann ist die Diktatur von der Politik, dass man zusätzlich Geld bekommt, wenn man sich Elektroauto kauft und damit geworben wird. Und die Leute sind heute nach dem Preis, die gucken nach dem und sagen…Warum nicht ein Dieselmotor, der eigentlich heute auch nicht sehr viel Abgas macht? Er ist ein Selbstzünder. Er verbraucht wenig und ist genauso umweltfreundlich.", "post_number": 52, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106274}, "7708": {"topic_id": 16993, "post_id": 106332, "username": "rud_18", "user_id": 7708, "created_at": "2022-05-23T15:25:39.912Z", "raw": "Ich mache es kurz und bündig und würde eins haben, so wie es damals in den 80er war. Anfang der 80er Jahre. So wie sie damals die Autos gebaut haben, das war für mich okay.", "post_number": 50, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106274}, "7709": {"topic_id": 16993, "post_id": 107211, "username": "hor_19", "user_id": 7709, "created_at": "2022-05-25T15:53:11.750Z", "raw": "Das ist schwer.", "post_number": 54, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106274}, "7704": {"topic_id": 16991, "post_id": 107209, "username": "rai_14", "user_id": 7704, "created_at": "2022-05-25T15:50:38.763Z", "raw": "Ich denke mal, da fängt, da fangen die Scheußlichkeiten an und es wird gesammelt und dann wird es in die zweite und dritte Welt verschifft. Und da müssen sich dann die armen Menschen mit unserem Müll auseinandersetzen.", "post_number": 42, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106201}, "7703": {"topic_id": 16989, "post_id": 107187, "username": "jas_13", "user_id": 7703, "created_at": "2022-05-25T15:41:15.871Z", "raw": "Keine Ahnung. Und ich glaube, es ist manchmal auch besser, wenn man es nicht weiß. Ist tatsächlich So.", "post_number": 26, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106174}, "7702": {"topic_id": 16988, "post_id": 107180, "username": "kar_12", "user_id": 7702, "created_at": "2022-05-25T15:37:08.538Z", "raw": "Auf Automobile bezogen? Da kann ich nicht groß viel dazu sagen.", "post_number": 34, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106146}, "7701": {"topic_id": 16987, "post_id": 107166, "username": "hol_11", "user_id": 7701, "created_at": "2022-05-25T15:28:05.213Z", "raw": "Na die Frage ist, sollte das erst einmal hergestellt werden? Und sollte man nicht eher das Bestehende, was man jetzt hat, die Guten sind eine gute Basis, die man  weiterentwickeln kann. Wie jetzt zum Beispiel, lass mal, die Computerindustrie ist ein schönes Beispiel. Früher war es so, man hat den Computer, hat ein schönes Chassis, einen guten Prozessor und man hat ihn dann immer partiell upgedatet, mal einen größeren Speicher rein, mal eine dickere Festplatte rein oder Grafikkarte rein, aber man hat  nie den ganzen Computer weggeschmissen und sich gleich wieder einen neuen gekauft. Das war einigermaßen umweltorientiert oder sagen wir so Ressourcen orientierter. Das kann man natürlich bei Autos genauso machen. Baut man eine gute Karosserie, was heutzutage gar kein Problem sein sollte, kann man auf diese Plattform aufbauen. Modular könnte man jetzt andere Antriebssysteme einbauen oder zum Beispiel auch das Auto modular so umbauen, dass man zum Beispiel, wie es so ähnlich funktioniert, vom Cabrio zum Hardtop. Das ist ja schon Modulbauweise. Könnte man zum Beispiel schon viel erreichen oder einfach wie gesagt alte, bestehende gute Fahrzeuge so umrüsten, dass sie dann einfach dem modernen Standard einigermaßen entsprechen. Aber nicht noch mehr Technik, nicht noch mehr Möchtegern-Innovationen irgendwo reinpacken, die letzten Endes nur einen vermeintlichen Komfort fördert, aber nichts anderes zu tun hat als also weiteren Konsum reinpacken in die Karre, die hat es so oder so. Dann lassen sie so ein Auto zwei Jahre mal stehen, das werden sie nicht mehr fahren können. Das Steuergerät wird kaputt sein, die anderen Unter-Steuergeräte werden dann kaputt sein. Sie können so ein Auto nicht mehr restaurieren. Das können Sie mit den Altautos machen. Das ist kein Problem mehr. Mit den heutigen, nur noch Elektroschrott. Zack, sagt schon alles aus. Nachhaltigkeit ist bei dieser Industrie nicht mehr gefragt.", "post_number": 25, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106119}, "7698": {"topic_id": 16984, "post_id": 107159, "username": "geo_08", "user_id": 7698, "created_at": "2022-05-25T15:21:15.049Z", "raw": "Mit möglichst wenig Stoffkomponentenanzahl und dann möglichst einfach konstruiert, so dass das Material detailliert recycelt werden können.", "post_number": 27, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106045}, "7695": {"topic_id": 16981, "post_id": 106022, "username": "ale_05", "user_id": 7695, "created_at": "2022-05-23T08:37:30.924Z", "raw": "Die Nachhaltigkeit ist ja ein Themenkomplex daraus. Recycling machen wir immer schon, wir haben immer schon Schrott verkauft, oder?\n\nJa, es ist ja auch, es liegt ja oft nicht am Endverbraucher, sondern direkt an den Möglichkeiten, kann es überhaupt so werden. Wenn jetzt Endverbraucher 5-Liter Kanister Altöl hat, dann kann er nur dafür sorgen, dass der ordnungsgemäß weiter verwertet wird, aber er persönlich hat keinen Einfluss darauf, was mit dem passiert. Wird er verheizt, wird er wieder aufbereitet oder weggeschüttet. Das kann er ja nicht beschließen. Also muss er ja zu entsprechenden Stellen gehen, die das Ganze eigentlich bereiten.Die müssen vorhanden sein, die müssen eigentlich das Ganze auch in Schwung bringen. Sagen wir so.", "post_number": 22, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.8, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 105999}, "7696": {"topic_id": 16981, "post_id": 107152, "username": "sil_06", "user_id": 7696, "created_at": "2022-05-25T15:16:04.464Z", "raw": "Gut, es wird Elektroschrott wird schon zu größtem Teil - hoffe ich, da glaube ich daran - wieder verwertet. Nur glaube ich, dass da auch sehr viel Geld damit gemacht wird, dass da auch wieder Industrie dahinter steckt, die sich daran bereichert. Weil das viele, also diese vielen Metalle, Edelmetalle aus unseren Handys oder woher auch immer, glaube ich, dass viel, viel Geld damit gemacht wird.", "post_number": 33, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 105999}, "7699": {"topic_id": 16985, "post_id": 107140, "username": "man_09", "user_id": 7699, "created_at": "2022-05-25T15:09:45.494Z", "raw": "Danke schön. Das ist meine Meinung. Ich mach auch was  falsch, aber...", "post_number": 22, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106072}, "7700": {"topic_id": 16986, "post_id": 106117, "username": "kla_10", "user_id": 7700, "created_at": "2022-05-23T10:30:46.987Z", "raw": "Ich nehme an, wir haben auf dem Gebiet viel zu tun. Ich meine, ich weiß von Kunststoffgranulaten, die in irgendeiner Form genutzt werden für die Armaturenbretter oder dass man jetzt möglicherweise auch Batterien so zerlegen kann, dass man sie in Kreisläufe wieder einbringen kann. Aber ich glaube, das liegt alles noch ziemlich oder ist alles noch ziemlich am Anfang.", "post_number": 20, "reply_count": 0, "reads": 2, "readers_count": 1, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.4, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106097}, "7697": {"topic_id": 16983, "post_id": 106043, "username": "fab_07", "user_id": 7697, "created_at": "2022-05-23T09:17:43.399Z", "raw": "Das ist ein sehr, sehr großes Problem, glaube ich. Man muss die Firmen Ideen haben. Lithium recyclen. Aber ich weiß es nicht ob es kompliziert ist, ob es nur teuer ist. Ich weiß es nicht. Ich kann nicht antworten.", "post_number": 10, "reply_count": 0, "reads": 3, "readers_count": 2, "incoming_link_count": 0, "quote_count": 0, "like_count": 0, "score": 0.6, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 106033}, "7689": {"topic_id": 16975, "post_id": 105997, "username": "jon_02", "user_id": 7689, "created_at": "2022-05-23T07:58:14.731Z", "raw": "Ich habe einen Bericht gesehen, das geht nach Afrika. Das ist absolut nicht richtig, was da läuft. Wenn man die Teile sicher und vernünftig entsorgen will und Recyclen, dann muss es in Ländern passieren, wo einfach der technische Standard da ist und die Menschen normal bezahlt werden.\nEs ist nicht okay, dass die Großen immer noch mehr Kohle verschlucken und die Kleinen müssen nur arbeiten und das Geld reicht nicht. Es wird irgendwann an die Wand gehen.", "post_number": 23, "reply_count": 0, "reads": 4, "readers_count": 3, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 5.8, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 105906}, "7692": {"topic_id": 16974, "post_id": 105936, "username": "rob_03", "user_id": 7692, "created_at": "2022-05-20T15:47:49.016Z", "raw": "Genau, wenn es Nachhaltigkeit hilft dann ist es gut halt, es darf nur nicht missbraucht werden. Das sage ich so.", "post_number": 30, "reply_count": 0, "reads": 6, "readers_count": 5, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.2, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 105900}, "7693": {"topic_id": 16974, "post_id": 105935, "username": "pet_04", "user_id": 7693, "created_at": "2022-05-20T15:46:57.256Z", "raw": "Das ist immer so schwierig. Ich sage, wenn 80 Millionen Datensätze kommen, wer liest denn dann meinen Datensatz? Ich habe nichts zu verbergen. Mir macht es nix.", "post_number": 29, "reply_count": 0, "reads": 5, "readers_count": 4, "incoming_link_count": 1, "quote_count": 0, "like_count": 0, "score": 6.0, "reply_to_post_number": 1, "target_username": "SiriK", "reply_to_post_id": 105900}}